{
	"ch": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "This is a crucial moment for the Specialist's research: what you do now will decide everything, in both the short-term, and the long-term. Will you be able to save the Laboratory?",
			"eightQuest_tgs_mail": "Hell! That's perfect! You saved the Laboratory equipment and the research! Bought me the time I need to look into their servers and finish off what I can. Come see me later, dodger- I've still got some work for you.",
			"eightQuest_tgs_StartedMail": "Alright, this is getting bad- they've caught onto us. They're planning on sending mercs to stop us in our tracks by having them go scorched earth on the Laboratory- documents, servers, the whole nine yards. You've got to go in there and make sure they don't get the chance. Get moving, dodger!",
			"eleventhQuest_tgs_description": "You’ve managed to prevent the mercenaries from recovering and destroying TerraGroup intel and equipment so you won’t be hearing about them for a while. They’re going to have to prepare, but so are you. Give yourself a breather, and prepare for the worst. You’re going to have to reenergize yourself for the upcoming fights. You’re ready? That’s good. Now, the folks at TerraGroup have been preparing very specific stocks... ",
			"eleventhQuest_tgs_mail": "Well done boy, this will prevent them from finding the crates and utilizing them! It might save us some trouble down the line. Now, I still have a job for you, so come see me whenever you have the time! ",
			"eleventhQuest_tgs_StartedMail": "So my boy, I managed to get some information about stocks of experimental drugs hidden in a cache at the mall. Apparently, they were planning to test the drugs on the local population. Intel states that it’s located in some sort of armory, with some MS2000 Markers in the crates so they can be transported. I need you to find out where the crates are located, remove the markers, and report back to me! ",
			"fifthQuest_tgs_description": "It's starting to get interesting. New syringes have started to crop up containing unknown stimulants, with positive effects that seem promising. It might be enough for TerraGroup to stay afloat- maybe there'll be a time where they'll have more weaponry prototypes, too?",
			"fifthQuest_tgs_mail": "Thanks for finding me these weapon parts, dodger. Go ahead and assemble the rifle and hand it over- I'll modify it according to plan. In the meantime, there are some files from TerraGroups to... pan over.",
			"fifthQuest_tgs_StartedMail": "Good work, dodger- listen to me, carefully. I need you to bring me a particular weapon- a Colt M4A1 with a 20inch barrel, a Colt buffer tube and a Colt charging handle, a High Standard M4SS Stock, a tan PMAG M3 30 FDE magazine, a colt A2 pistol grip, a URX 3.1 10,75inch handguard, a low-profile MK12 gas block, and that it all comes from the Laboratory. It'd be great if all of it came from there- then I'd be certain it's all compatible with what I want to do. Get moving, buddy!",
			"firstQuest_tgs_description": "I heard that some encrypted data from TerraGroup had been stolen by a certain someone hiding out with his buddies in the old Federal State Reserve Agency base. I bet there's some good information on it that could be sold for the right price, but... I won't bore you with the details. Get to work, killer.",
			"firstQuest_tgs_mail": "I was able to decrypt part of that encrypted data you found on Gluhar. It mentions a former USEC operator working under TerraGroup who's looking for a reliable pair of hands. Considering you're confident, you should take a look at it- apparently, his hideout isn't far from the entrance of some hidden-away laboratory. He might have some valuable equipment lying around.",
			"firstQuest_tgs_StartedMail": "Alright, listen up, killer. Gluhar and his lackeys are well-armed and well-prepared- and they're expecting trouble. They're over in the old Federal State Reserve Agency base, and tend to patrol around the barracks. You need to put them down and find an encrypted drive on one of them. Kill them, and bring me that damn encrypted drive!",
			"fourthQuest_tgs_description": "You thought you'd get out of there unscathed? Well, you can dream, but... it seems like he wants to send you to the grave with this one. Don't believe that it's without risk- everything you do, touch, or breathe on this job will have an impact on your body. Take care, and above all else, take... adequate precautions.",
			"fourthQuest_tgs_mail": "Whoa! I didn't believe for a second that you'd make it there, let alone make it back. You wore the mask from start to finish, didn't you? Hand it over, so I can get it properly contained and start taking a look at it- and come see me, when you have time. I've still got work for you.",
			"fourthQuest_tgs_StartedMail": "Perfect, you're back! See, those eggheads down in TerraGroup's laboratories were working on some sort of new material. Their database is too large and too well-protected for me to learn anything about it in the short term, so... you've got some leg-work to do. Find yourself a gas mask, and get moving. Don't take the mask off until the stuff's left your hands.",
			"ninthQuest_tgs_description": "Expect the unexpected. It's time to take one small leap into the secrets of TerraGroup- there's still a lot to discover, at all. Don't hesitate, and prepare yourself to undergo significant pressure, exertion and stress. Your life and livelihood is at stake.",
			"ninthQuest_tgs_mail": "Ready, dodger? Perfect, because that's the end of your fun. I've prepared something for you- try to make good use of it?",
			"ninthQuest_tgs_StartedMail": "Hey, dodger. Finished something for you- go ahead and take it. I don't have a job for you yet, so take advantage of your new-found freetime and prepare yourself. I've made some interesting discoveries, so come back soon and I might be able to tell you what to do.",
			"secondQuest_tgs_description": "Despite how hard it was to decrypt the data, Fence's contacts made short work of it. Thanks to them, you've gotten into contact with that ex-USEC operator- but, now he wants you to prove your worth to him. You're going to need to get your hands dirty.",
			"secondQuest_tgs_mail": "There you are again! I'm surprised you pulled that off- at least you don't seem like you'll get yourself killed by a bunch of flies. I still need you, so hold on a second: this is important. I have a few more... missions, if you'll take them: and don't worry, I have a good reward in mind.",
			"secondQuest_tgs_StartedMail": "So, dodger, it was you who managed to decrypt my drive? Interesting! You look like too much of a bruiser to have pulled that off without some help- so, you're going to show me that you've got some wits. You know what's hidden away not too far from here- so, you're going to go in there, and fight your way out. Three times. Get the lead out, we don't have all day!",
			"seventhQuest_tgs_description": "Now that you've got your hands on your new rifle, you need to find a way to obtain its ammunition. If it was tested in-house by TerraGroup, then maybe there's some in the Laboratory? The Specialist seems to believe it.",
			"seventhQuest_tgs_mail": "Whoa! You really found them? Well played! Knew I could count on you- so, listen: I'm going to give you a few for the moment, but not much. Come back later, and I should be able to make more.",
			"seventhQuest_tgs_StartedMail": "Listen, if you want me to make rounds for your new toy, you're going to have to do some legwork. Go down into the Laboratory and find the rounds they were using with the prototype rifle. I don't know where they were stored, so I can't really tell you much more- but try to be logical in your searching, alright?",
			"sixthQuest_tgs_description": "Finally, things are getting serious. The Specialist is putting the finishing touches on a prototype AR-pattern rifle that was meant to be manufactured by TerraGroup and tested in this self-same Laboratory, but... you still lack the most important part: ammunition. Try not to misplace the rifle, would you?",
			"sixthQuest_tgs_mail": "And... here! The job's done. I've reassembled the prototype- an M4A1 converted to 6.5x39mm Grendel in-house, but... we don't have the ammunition. Try not to lose it! I don't have what it takes to assemble another right now.",
			"sixthQuest_tgs_StartedMail": "Pass the rifle over, and I can sort out the conversion.",
			"tenthQuest_tgs_description": "You thought you were quiet the last time you prevented the TerraGroup raid on the Lab. Turns out, you’re wrong. This is only the beginning of a bitter struggle to keep you from getting your hands on confidential Lab intel, and you angered them. ",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Well done boy, you’ve done a good job again. Here, I managed to get my hands on some prototype armor the scientists were working on while I was still employed under TerraGroup. Take good care of it, it’s the only one I have in stock... ",
			"tenthQuest_tgs_StartedMail": "Hey boy! Listen here, we have a problem on our hands. I just saw a large group of mercenaries enter the Lab. I think they’re back once again to either destroy TerraGroup property or take it for themselves to prevent us from getting our hands on it. Appropriate. Here, take this gear and go defend the Lab. Kill all the mercenaries there before they can leave with any goods, and hurry the hell up! Ah, wait a minute… there’s word that they’re also planning to test some sort of dangerous new gas, so better you be wearing a gas mask as a precaution, lest you end up dead from the gas. ",
			"thirdQuest_tgs_description": "You've proven your worth to him, but this is only the beginning. It's time to give it your all- did you really think that TerraGroups abandoned their lab outright? Well... you're wrong.",
			"thirdQuest_tgs_mail": "Congratulations! Those jammers were doing some nasty work, but thanks to your efforts, I've got the wiggle-room I needed to get into and around TerraGroup's systems. Together, we can make a hell of a profit- and I'll be able to prepare for you some stuff that was intended for some of their Special Forces contractors. They should allow you to get a leg up on others looking to unearth the secrets of TerraGroup.",
			"thirdQuest_tgs_StartedMail": "So, buddy, you're back- ready for a mission? Perfect. It turns out that I could get external access to TerraGroup's servers, but those spooks managed to lock them down tight with jammers. You're going to go in there and get rid of them- so bring a good kit with you and pack a lunch: you're gonna' need it. I should be able to use those jammers for other things, if you bring them back, to get started.",
			"twelfthQuest_tgs_description": "It's time to put your talents to the test. Will you be able to repel them and survive? Or will you succumb and suffer the consequences?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Good, you made it through. Nice gun you picked up, they're well-equipped.",
			"twelfthQuest_tgs_StartedMail": "Now listen to me. Mercenaries have been shot by scavs in the woods. There must be equipment left where they died, find them and retrieve that equipment. Be careful, Terragroup soldiers are most likely looking for them, so be careful, they're not kidding. Don't hesitate to use the weapon you might find!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminate 15 Raiders in the Laboratory with the P-M4A1 assault rifle in a single raid",
					"eightQuest_tgs_FirstRequir": "Survive and extract from the Laboratory"
				},
				"name": "Preservation",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Find the crate and collect the marker at the Interchange",
					"eleventhQuest_tgs_Handover": "Hand over the marker from the crate"
				},
				"name": "Life-size tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Find in raid M4A1 Assault Rifle",
					"fifthQuest_tgs_FirstRequir2": "Find in raid Colt A2 grip",
					"fifthQuest_tgs_FirstRequir3": "Find in raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Find in raid Upper receiver Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Find in raid Colt buffer tube",
					"fifthQuest_tgs_FirstRequir6": "Find in raid Colt AR-15 charging handle for AR-15",
					"fifthQuest_tgs_FirstRequir7": "Find in raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Find in raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Find in raid AR-15 Carry Handle",
					"fifthQuest_tgs_FirstRequir10": "Find in raid High Standard M4SS Stock",
					"fifthQuest_tgs_FirstRequir11": "Find in raid MK12 Low Profile Gas Block",
					"fifthQuest_tgs_FirstRequir12": "Survive and extract from the Laboratory"
				},
				"name": "Weaponry",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Find and eliminate Gluhar",
					"firstQuest_tgs_FirstRequir2": "Find and eliminate an assault guard",
					"firstQuest_tgs_FirstRequir3": "Find and eliminate a scout guard",
					"firstQuest_tgs_FirstRequir4": "Find and eliminate a security guard",
					"firstQuest_tgs_FindItem": "Find the encrypted device",
					"firstQuest_tgs_Handover": "Hand over the encrypted device"
				},
				"name": "Laboratory Mysteries",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Find the chemical container",
					"fourthQuest_tgs_FirstRequir2": "Hand over the chemical container",
					"fourthQuest_tgs_FirstRequir3": "Survive and leave the area while wearing a GP-5 gasmask"
				},
				"name": "A New Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Level up the Stress Resistance skill to 30"
				},
				"name": "The Dangers of Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survive and extract from 3 raids in the Laboratory"
				},
				"name": "First Meeting",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Find the 6.5x39mm GRENDEL ammo prototype",
					"seventhQuest_tgs_Handover": "Hand over the ammo prototype to The Specialist",
					"seventhQuest_tgs_seventhRequir1": "Survive and extract from the Laboratory"
				},
				"name": "A Beautiful Caliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Hand over the assembled weapon"
				},
				"name": "TerraGroup Weapon Prototype",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Kill 30 raiders in the Lab. You must be wearing a GP-5 gasmask",
					"tenthQuest_tgs_FirstRequir": "Survive in the Lab for at least 10 minutes and extract",
					"tenthQuest_tgs_FailCounter": "Do not die or extract under 10 minutes in the Lab"
				},
				"name": "Night raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Remove the electronics jammers from the servers",
					"thirdQuest_tgs_FirstRequir2": "Hand over the electronics jammers",
					"thirdQuest_tgs_FirstRequir3": "Survive and extract from the Laboratory"
				},
				"name": "Restarting the System",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Find the dead raider GPS device.",
					"twelfthQuest_tgs_FirstRequir": "Kill 30 raiders in Woods with the dead raider equipment.",
					"twelfthQuest_tgs_FirstRequir2": "Survive on Woods."
				},
				"name": "We got some bad news",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "The “Bad News” in .338 Lapua has become a signature rifle for Noreen Firearms. The rifle was originally designed with the intent of taking a well-known large caliber, and being able to send it downrange accurately, further than any other semi-automatic rifle on the market. Now, with the Bad News Gen. II, we’ve taken a rifle that was already a long-distance powerhouse, and completely upgraded it. With new upgraded receivers, a new gas block, and a mean looking hand-guard, the new Bad News takes everything you loved from the first gen, and made it even better. We took a “signature rifle”, and turned it into a masterpiece."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Receiver",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "A receiver specially made for \"Bad News\" rifle in .338 Lapua Magnum cartridge."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Cartridge",
				"ShortName": ".338 Lapua Magnum",
				"Description": "The .338 Lapua Magnum (8.6×70mm or 8.58×70mm) is a rimless, bottlenecked, centerfire rifle cartridge. It was developed during the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the War in Afghanistan and the Iraq War. As a result of this, it became more widely available. In addition to its military role, it is increasingly used by hunters and civilian long-range shooting enthusiasts. The .338 Lapua Magnum is capable of taking down any game animal, though its suitability for some dangerous game (Cape buffalo, hippopotamus, white rhinoceros, and elephant) is arguable, unless accompanied by a larger \"backup\" calibre: \"There is a huge difference between calibres that will kill an elephant and those that can be relied upon to stop one.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Rounds mag .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "A 10round magazine specially made for the rifle \"Bad News\" with .338 Lapua Magnum cartridge."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cardrige 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL bullet prototype",
				"ShortName": "Grendel",
				"Description": "This is a bullet prototype of 6.5x39mm GRENDEL ammo. They are made by the terragroup laboratory.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "A prototype of a plate carrier vest LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "A simple and minimalist vest plate holder that can be equipped with a vest. This prototype was designed in the terragroup laboratories and given as equipment to the terragroup special forces."
			},
			"tgs_beacon": {
				"Name": "MS2000 Marker",
				"ShortName": "MS2000",
				"Description": "The marker is used during nighttime operations. It emits signal in the IR region which are visible through NVGs. Uses special filter when operating in the IR mode, if the filter is removed, it appears as a bright flash in the visible spectrum. In the extended mode operates with a blue flash."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Chemical container",
				"ShortName": "ChemCont",
				"Description": "Hermetic container for storing various chemicals. Do not open this container for any reasons."
			},
			"tgs_chemical_meds": {
				"Name": "Chemical injector",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimental Chemical injector",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-round magazine prototype",
				"ShortName": "P-GEN M3 26",
				"Description": "A 26-round polymer Magpul PMAG GEN M3 26 magazine prototype, for 6.5x39 ammunition designed to be used with the P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Crafting plans for GRENDEL cardrige",
				"ShortName": "Plans.",
				"Description": "Some crafting plans made by The Specialist for crafting 6.5x39mm GRENDEL cardriges."
			},
			"tgs_jammer": {
				"Name": "Electronic jammer",
				"ShortName": "Jammer",
				"Description": "Assembled electronic jammer. Emetting electric waves into the connected network for creating huge dysfunction in the system."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Armor vest prototype Redut",
				"ShortName": "P-Redut",
				"Description": "A powered and resistant prototype armor, it offers excellent protection against bullets. This prototype was designed in the terragroup laboratories and donated as equipment to the terragroup special forces"
			},
			"tgs_prototype_m16": {
				"Name": "Assault rifle prototype Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "A prototype of the Colt M4A1 - an assault rifle (carbine), designed in the USA on the basis of AR-15 platform for 6.5x39mm GRENDEL cartridge. It was developed primarily for use by vehicle operators and fireteams, who required a more compact and lighter weapon than a standard full-length rifle, but using the same ordnance. However, US SOCOM (United States Special Operations Command) was soon to adopt the M4A1 for all subordinate units, followed by general introduction of M4A1 into service in the US Army and Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt buffer tube",
				"ShortName": "CST",
				"Description": "Colt Receiver Extension Buffer Tube, 4-position, Mil-Spec diameter will fit any AR-15-based carbine."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Upper receiver Colt M4A1 5.56x45 for Prototype M4A1 assault rifle",
				"ShortName": "P-M4A1 Upper",
				"Description": "Upper receiver for M4A1 assault rifle manufactured by Colt. Equipped with a mound for attaching additional devices."
			},
			"tgs_ssdDrive": {
				"Name": "Crypted SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Used for data storage with a better read and reading speed. He seems to be crypted and no one seems to know how to access to his datas."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "This GPS device is used to locate Terragroup assault members positions. It isn't as precise as an advanced GPS device for avoiding hacking and members positions leaking."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" handguard for AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 handguard for AR-15 equipped with a unique interface for installation of additional devices and accessories."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Specialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "The Specialist",
				"Location": "TerraGroup Laboratory",
				"Description": "A guard from TerraGroup who's been set up at the Laboratory. He knows a lot about the goings-on of that place, but in turn, not many people have any information on him, or knows who he is."
			}
		}
	},
	"cz": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "This is a crucial moment for the Specialist's research: what you do now will decide everything, in both the short-term, and the long-term. Will you be able to save the Laboratory?",
			"eightQuest_tgs_mail": "Hell! That's perfect! You saved the Laboratory equipment and the research! Bought me the time I need to look into their servers and finish off what I can. Come see me later, dodger- I've still got some work for you.",
			"eightQuest_tgs_StartedMail": "Alright, this is getting bad- they've caught onto us. They're planning on sending mercs to stop us in our tracks by having them go scorched earth on the Laboratory- documents, servers, the whole nine yards. You've got to go in there and make sure they don't get the chance. Get moving, dodger!",
			"eleventhQuest_tgs_description": "You’ve managed to prevent the mercenaries from recovering and destroying TerraGroup intel and equipment so you won’t be hearing about them for a while. They’re going to have to prepare, but so are you. Give yourself a breather, and prepare for the worst. You’re going to have to reenergize yourself for the upcoming fights. You’re ready? That’s good. Now, the folks at TerraGroup have been preparing very specific stocks... ",
			"eleventhQuest_tgs_mail": "Well done boy, this will prevent them from finding the crates and utilizing them! It might save us some trouble down the line. Now, I still have a job for you, so come see me whenever you have the time! ",
			"eleventhQuest_tgs_StartedMail": "So my boy, I managed to get some information about stocks of experimental drugs hidden in a cache at the mall. Apparently, they were planning to test the drugs on the local population. Intel states that it’s located in some sort of armory, with some MS2000 Markers in the crates so they can be transported. I need you to find out where the crates are located, remove the markers, and report back to me! ",
			"fifthQuest_tgs_description": "It's starting to get interesting. New syringes have started to crop up containing unknown stimulants, with positive effects that seem promising. It might be enough for TerraGroup to stay afloat- maybe there'll be a time where they'll have more weaponry prototypes, too?",
			"fifthQuest_tgs_mail": "Thanks for finding me these weapon parts, dodger. Go ahead and assemble the rifle and hand it over- I'll modify it according to plan. In the meantime, there are some files from TerraGroups to... pan over.",
			"fifthQuest_tgs_StartedMail": "Good work, dodger- listen to me, carefully. I need you to bring me a particular weapon- a Colt M4A1 with a 20inch barrel, a Colt buffer tube and a Colt charging handle, a High Standard M4SS Stock, a tan PMAG M3 30 FDE magazine, a colt A2 pistol grip, a URX 3.1 10,75inch handguard, a low-profile MK12 gas block, and that it all comes from the Laboratory. It'd be great if all of it came from there- then I'd be certain it's all compatible with what I want to do. Get moving, buddy!",
			"firstQuest_tgs_description": "I heard that some encrypted data from TerraGroup had been stolen by a certain someone hiding out with his buddies in the old Federal State Reserve Agency base. I bet there's some good information on it that could be sold for the right price, but... I won't bore you with the details. Get to work, killer.",
			"firstQuest_tgs_mail": "I was able to decrypt part of that encrypted data you found on Gluhar. It mentions a former USEC operator working under TerraGroup who's looking for a reliable pair of hands. Considering you're confident, you should take a look at it- apparently, his hideout isn't far from the entrance of some hidden-away laboratory. He might have some valuable equipment lying around.",
			"firstQuest_tgs_StartedMail": "Alright, listen up, killer. Gluhar and his lackeys are well-armed and well-prepared- and they're expecting trouble. They're over in the old Federal State Reserve Agency base, and tend to patrol around the barracks. You need to put them down and find an encrypted drive on one of them. Kill them, and bring me that damn encrypted drive!",
			"fourthQuest_tgs_description": "You thought you'd get out of there unscathed? Well, you can dream, but... it seems like he wants to send you to the grave with this one. Don't believe that it's without risk- everything you do, touch, or breathe on this job will have an impact on your body. Take care, and above all else, take... adequate precautions.",
			"fourthQuest_tgs_mail": "Whoa! I didn't believe for a second that you'd make it there, let alone make it back. You wore the mask from start to finish, didn't you? Hand it over, so I can get it properly contained and start taking a look at it- and come see me, when you have time. I've still got work for you.",
			"fourthQuest_tgs_StartedMail": "Perfect, you're back! See, those eggheads down in TerraGroup's laboratories were working on some sort of new material. Their database is too large and too well-protected for me to learn anything about it in the short term, so... you've got some leg-work to do. Find yourself a gas mask, and get moving. Don't take the mask off until the stuff's left your hands.",
			"ninthQuest_tgs_description": "Expect the unexpected. It's time to take one small leap into the secrets of TerraGroup- there's still a lot to discover, at all. Don't hesitate, and prepare yourself to undergo significant pressure, exertion and stress. Your life and livelihood is at stake.",
			"ninthQuest_tgs_mail": "Ready, dodger? Perfect, because that's the end of your fun. I've prepared something for you- try to make good use of it?",
			"ninthQuest_tgs_StartedMail": "Hey, dodger. Finished something for you- go ahead and take it. I don't have a job for you yet, so take advantage of your new-found freetime and prepare yourself. I've made some interesting discoveries, so come back soon and I might be able to tell you what to do.",
			"secondQuest_tgs_description": "Despite how hard it was to decrypt the data, Fence's contacts made short work of it. Thanks to them, you've gotten into contact with that ex-USEC operator- but, now he wants you to prove your worth to him. You're going to need to get your hands dirty.",
			"secondQuest_tgs_mail": "There you are again! I'm surprised you pulled that off- at least you don't seem like you'll get yourself killed by a bunch of flies. I still need you, so hold on a second: this is important. I have a few more... missions, if you'll take them: and don't worry, I have a good reward in mind.",
			"secondQuest_tgs_StartedMail": "So, dodger, it was you who managed to decrypt my drive? Interesting! You look like too much of a bruiser to have pulled that off without some help- so, you're going to show me that you've got some wits. You know what's hidden away not too far from here- so, you're going to go in there, and fight your way out. Three times. Get the lead out, we don't have all day!",
			"seventhQuest_tgs_description": "Now that you've got your hands on your new rifle, you need to find a way to obtain its ammunition. If it was tested in-house by TerraGroup, then maybe there's some in the Laboratory? The Specialist seems to believe it.",
			"seventhQuest_tgs_mail": "Whoa! You really found them? Well played! Knew I could count on you- so, listen: I'm going to give you a few for the moment, but not much. Come back later, and I should be able to make more.",
			"seventhQuest_tgs_StartedMail": "Listen, if you want me to make rounds for your new toy, you're going to have to do some legwork. Go down into the Laboratory and find the rounds they were using with the prototype rifle. I don't know where they were stored, so I can't really tell you much more- but try to be logical in your searching, alright?",
			"sixthQuest_tgs_description": "Finally, things are getting serious. The Specialist is putting the finishing touches on a prototype AR-pattern rifle that was meant to be manufactured by TerraGroup and tested in this self-same Laboratory, but... you still lack the most important part: ammunition. Try not to misplace the rifle, would you?",
			"sixthQuest_tgs_mail": "And... here! The job's done. I've reassembled the prototype- an M4A1 converted to 6.5x39mm Grendel in-house, but... we don't have the ammunition. Try not to lose it! I don't have what it takes to assemble another right now.",
			"sixthQuest_tgs_StartedMail": "Pass the rifle over, and I can sort out the conversion.",
			"tenthQuest_tgs_description": "You thought you were quiet the last time you prevented the TerraGroup raid on the Lab. Turns out, you’re wrong. This is only the beginning of a bitter struggle to keep you from getting your hands on confidential Lab intel, and you angered them. ",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Well done boy, you’ve done a good job again. Here, I managed to get my hands on some prototype armor the scientists were working on while I was still employed under TerraGroup. Take good care of it, it’s the only one I have in stock... ",
			"tenthQuest_tgs_StartedMail": "Hey boy! Listen here, we have a problem on our hands. I just saw a large group of mercenaries enter the Lab. I think they’re back once again to either destroy TerraGroup property or take it for themselves to prevent us from getting our hands on it. Appropriate. Here, take this gear and go defend the Lab. Kill all the mercenaries there before they can leave with any goods, and hurry the hell up! Ah, wait a minute… there’s word that they’re also planning to test some sort of dangerous new gas, so better you be wearing a gas mask as a precaution, lest you end up dead from the gas. ",
			"thirdQuest_tgs_description": "You've proven your worth to him, but this is only the beginning. It's time to give it your all- did you really think that TerraGroups abandoned their lab outright? Well... you're wrong.",
			"thirdQuest_tgs_mail": "Congratulations! Those jammers were doing some nasty work, but thanks to your efforts, I've got the wiggle-room I needed to get into and around TerraGroup's systems. Together, we can make a hell of a profit- and I'll be able to prepare for you some stuff that was intended for some of their Special Forces contractors. They should allow you to get a leg up on others looking to unearth the secrets of TerraGroup.",
			"thirdQuest_tgs_StartedMail": "So, buddy, you're back- ready for a mission? Perfect. It turns out that I could get external access to TerraGroup's servers, but those spooks managed to lock them down tight with jammers. You're going to go in there and get rid of them- so bring a good kit with you and pack a lunch: you're gonna' need it. I should be able to use those jammers for other things, if you bring them back, to get started.",
			"twelfthQuest_tgs_description": "It's time to put your talents to the test. Will you be able to repel them and survive? Or will you succumb and suffer the consequences?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Good, you made it through. Nice gun you picked up, they're well-equipped.",
			"twelfthQuest_tgs_StartedMail": "Now listen to me. Mercenaries have been shot by scavs in the woods. There must be equipment left where they died, find them and retrieve that equipment. Be careful, Terragroup soldiers are most likely looking for them, so be careful, they're not kidding. Don't hesitate to use the weapon you might find!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminate 15 Raiders in the Laboratory with the P-M4A1 assault rifle in a single raid",
					"eightQuest_tgs_FirstRequir": "Survive and extract from the Laboratory"
				},
				"name": "Preservation",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Find the crate and collect the marker at the Interchange",
					"eleventhQuest_tgs_Handover": "Hand over the marker from the crate"
				},
				"name": "Life-size tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Find in raid M4A1 Assault Rifle",
					"fifthQuest_tgs_FirstRequir2": "Find in raid Colt A2 grip",
					"fifthQuest_tgs_FirstRequir3": "Find in raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Find in raid Upper receiver Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Find in raid Colt buffer tube",
					"fifthQuest_tgs_FirstRequir6": "Find in raid Colt AR-15 charging handle for AR-15",
					"fifthQuest_tgs_FirstRequir7": "Find in raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Find in raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Find in raid AR-15 Carry Handle",
					"fifthQuest_tgs_FirstRequir10": "Find in raid High Standard M4SS Stock",
					"fifthQuest_tgs_FirstRequir11": "Find in raid MK12 Low Profile Gas Block",
					"fifthQuest_tgs_FirstRequir12": "Survive and extract from the Laboratory"
				},
				"name": "Weaponry",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Find and eliminate Gluhar",
					"firstQuest_tgs_FirstRequir2": "Find and eliminate an assault guard",
					"firstQuest_tgs_FirstRequir3": "Find and eliminate a scout guard",
					"firstQuest_tgs_FirstRequir4": "Find and eliminate a security guard",
					"firstQuest_tgs_FindItem": "Find the encrypted device",
					"firstQuest_tgs_Handover": "Hand over the encrypted device"
				},
				"name": "Laboratory Mysteries",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Find the chemical container",
					"fourthQuest_tgs_FirstRequir2": "Hand over the chemical container",
					"fourthQuest_tgs_FirstRequir3": "Survive and leave the area while wearing a GP-5 gasmask"
				},
				"name": "A New Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Level up the Stress Resistance skill to 30"
				},
				"name": "The Dangers of Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survive and extract from 3 raids in the Laboratory"
				},
				"name": "First Meeting",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Find the 6.5x39mm GRENDEL ammo prototype",
					"seventhQuest_tgs_Handover": "Hand over the ammo prototype to The Specialist",
					"seventhQuest_tgs_seventhRequir1": "Survive and extract from the Laboratory"
				},
				"name": "A Beautiful Caliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Hand over the assembled weapon"
				},
				"name": "TerraGroup Weapon Prototype",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Kill 30 raiders in the Lab. You must be wearing a GP-5 gasmask",
					"tenthQuest_tgs_FirstRequir": "Survive in the Lab for at least 10 minutes and extract",
					"tenthQuest_tgs_FailCounter": "Do not die or extract under 10 minutes in the Lab"
				},
				"name": "Night raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Remove the electronics jammers from the servers",
					"thirdQuest_tgs_FirstRequir2": "Hand over the electronics jammers",
					"thirdQuest_tgs_FirstRequir3": "Survive and extract from the Laboratory"
				},
				"name": "Restarting the System",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Find the dead raider GPS device.",
					"twelfthQuest_tgs_FirstRequir": "Kill 30 raiders in Woods with the dead raider equipment.",
					"twelfthQuest_tgs_FirstRequir2": "Survive on Woods."
				},
				"name": "We got some bad news",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "The “Bad News” in .338 Lapua has become a signature rifle for Noreen Firearms. The rifle was originally designed with the intent of taking a well-known large caliber, and being able to send it downrange accurately, further than any other semi-automatic rifle on the market. Now, with the Bad News Gen. II, we’ve taken a rifle that was already a long-distance powerhouse, and completely upgraded it. With new upgraded receivers, a new gas block, and a mean looking hand-guard, the new Bad News takes everything you loved from the first gen, and made it even better. We took a “signature rifle”, and turned it into a masterpiece."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Receiver",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "A receiver specially made for \"Bad News\" rifle in .338 Lapua Magnum cartridge."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Cartridge",
				"ShortName": ".338 Lapua Magnum",
				"Description": "The .338 Lapua Magnum (8.6×70mm or 8.58×70mm) is a rimless, bottlenecked, centerfire rifle cartridge. It was developed during the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the War in Afghanistan and the Iraq War. As a result of this, it became more widely available. In addition to its military role, it is increasingly used by hunters and civilian long-range shooting enthusiasts. The .338 Lapua Magnum is capable of taking down any game animal, though its suitability for some dangerous game (Cape buffalo, hippopotamus, white rhinoceros, and elephant) is arguable, unless accompanied by a larger \"backup\" calibre: \"There is a huge difference between calibres that will kill an elephant and those that can be relied upon to stop one.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Rounds mag .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "A 10round magazine specially made for the rifle \"Bad News\" with .338 Lapua Magnum cartridge."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cardrige 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL bullet prototype",
				"ShortName": "Grendel",
				"Description": "This is a bullet prototype of 6.5x39mm GRENDEL ammo. They are made by the terragroup laboratory.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "A prototype of a plate carrier vest LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "A simple and minimalist vest plate holder that can be equipped with a vest. This prototype was designed in the terragroup laboratories and given as equipment to the terragroup special forces."
			},
			"tgs_beacon": {
				"Name": "MS2000 Marker",
				"ShortName": "MS2000",
				"Description": "The marker is used during nighttime operations. It emits signal in the IR region which are visible through NVGs. Uses special filter when operating in the IR mode, if the filter is removed, it appears as a bright flash in the visible spectrum. In the extended mode operates with a blue flash."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Chemical container",
				"ShortName": "ChemCont",
				"Description": "Hermetic container for storing various chemicals. Do not open this container for any reasons."
			},
			"tgs_chemical_meds": {
				"Name": "Chemical injector",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimental Chemical injector",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-round magazine prototype",
				"ShortName": "P-GEN M3 26",
				"Description": "A 26-round polymer Magpul PMAG GEN M3 26 magazine prototype, for 6.5x39 ammunition designed to be used with the P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Crafting plans for GRENDEL cardrige",
				"ShortName": "Plans.",
				"Description": "Some crafting plans made by The Specialist for crafting 6.5x39mm GRENDEL cardriges."
			},
			"tgs_jammer": {
				"Name": "Electronic jammer",
				"ShortName": "Jammer",
				"Description": "Assembled electronic jammer. Emetting electric waves into the connected network for creating huge dysfunction in the system."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Armor vest prototype Redut",
				"ShortName": "P-Redut",
				"Description": "A powered and resistant prototype armor, it offers excellent protection against bullets. This prototype was designed in the terragroup laboratories and donated as equipment to the terragroup special forces"
			},
			"tgs_prototype_m16": {
				"Name": "Assault rifle prototype Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "A prototype of the Colt M4A1 - an assault rifle (carbine), designed in the USA on the basis of AR-15 platform for 6.5x39mm GRENDEL cartridge. It was developed primarily for use by vehicle operators and fireteams, who required a more compact and lighter weapon than a standard full-length rifle, but using the same ordnance. However, US SOCOM (United States Special Operations Command) was soon to adopt the M4A1 for all subordinate units, followed by general introduction of M4A1 into service in the US Army and Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt buffer tube",
				"ShortName": "CST",
				"Description": "Colt Receiver Extension Buffer Tube, 4-position, Mil-Spec diameter will fit any AR-15-based carbine."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Upper receiver Colt M4A1 5.56x45 for Prototype M4A1 assault rifle",
				"ShortName": "P-M4A1 Upper",
				"Description": "Upper receiver for M4A1 assault rifle manufactured by Colt. Equipped with a mound for attaching additional devices."
			},
			"tgs_ssdDrive": {
				"Name": "Crypted SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Used for data storage with a better read and reading speed. He seems to be crypted and no one seems to know how to access to his datas."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "This GPS device is used to locate Terragroup assault members positions. It isn't as precise as an advanced GPS device for avoiding hacking and members positions leaking."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" handguard for AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 handguard for AR-15 equipped with a unique interface for installation of additional devices and accessories."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Specialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "The Specialist",
				"Location": "TerraGroup Laboratory",
				"Description": "A guard from TerraGroup who's been set up at the Laboratory. He knows a lot about the goings-on of that place, but in turn, not many people have any information on him, or knows who he is."
			}
		}
	},
	"en": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "This is a crucial moment for the Specialist's research: what you do now will decide everything, in both the short-term, and the long-term. Will you be able to save the Laboratory?",
			"eightQuest_tgs_mail": "Hell! That's perfect! You saved the Laboratory equipment and the research! Bought me the time I need to look into their servers and finish off what I can. Come see me later, dodger- I've still got some work for you.",
			"eightQuest_tgs_StartedMail": "Alright, this is getting bad- they've caught onto us. They're planning on sending mercs to stop us in our tracks by having them go scorched earth on the Laboratory- documents, servers, the whole nine yards. You've got to go in there and make sure they don't get the chance. Get moving, dodger!",
			"eleventhQuest_tgs_description": "You’ve managed to prevent the mercenaries from recovering and destroying TerraGroup intel and equipment so you won’t be hearing about them for a while. They’re going to have to prepare, but so are you. Give yourself a breather, and prepare for the worst. You’re going to have to reenergize yourself for the upcoming fights. You’re ready? That’s good. Now, the folks at TerraGroup have been preparing very specific stocks... ",
			"eleventhQuest_tgs_mail": "Well done boy, this will prevent them from finding the crates and utilizing them! It might save us some trouble down the line. Now, I still have a job for you, so come see me whenever you have the time! ",
			"eleventhQuest_tgs_StartedMail": "So my boy, I managed to get some information about stocks of experimental drugs hidden in a cache at the mall. Apparently, they were planning to test the drugs on the local population. Intel states that it’s located in some sort of armory, with some MS2000 Markers in the crates so they can be transported. I need you to find out where the crates are located, remove the markers, and report back to me! ",
			"fifthQuest_tgs_description": "It's starting to get interesting. New syringes have started to crop up containing unknown stimulants, with positive effects that seem promising. It might be enough for TerraGroup to stay afloat- maybe there'll be a time where they'll have more weaponry prototypes, too?",
			"fifthQuest_tgs_mail": "Thanks for finding me these weapon parts, dodger. Go ahead and assemble the rifle and hand it over- I'll modify it according to plan. In the meantime, there are some files from TerraGroups to... pan over.",
			"fifthQuest_tgs_StartedMail": "Good work, dodger- listen to me, carefully. I need you to bring me a particular weapon- a Colt M4A1 with a 20inch barrel, a Colt buffer tube and a Colt charging handle, a High Standard M4SS Stock, a tan PMAG M3 30 FDE magazine, a colt A2 pistol grip, a URX 3.1 10,75inch handguard, a low-profile MK12 gas block, and that it all comes from the Laboratory. It'd be great if all of it came from there- then I'd be certain it's all compatible with what I want to do. Get moving, buddy!",
			"firstQuest_tgs_description": "I heard that some encrypted data from TerraGroup had been stolen by a certain someone hiding out with his buddies in the old Federal State Reserve Agency base. I bet there's some good information on it that could be sold for the right price, but... I won't bore you with the details. Get to work, killer.",
			"firstQuest_tgs_mail": "I was able to decrypt part of that encrypted data you found on Gluhar. It mentions a former USEC operator working under TerraGroup who's looking for a reliable pair of hands. Considering you're confident, you should take a look at it- apparently, his hideout isn't far from the entrance of some hidden-away laboratory. He might have some valuable equipment lying around.",
			"firstQuest_tgs_StartedMail": "Alright, listen up, killer. Gluhar and his lackeys are well-armed and well-prepared- and they're expecting trouble. They're over in the old Federal State Reserve Agency base, and tend to patrol around the barracks. You need to put them down and find an encrypted drive on one of them. Kill them, and bring me that damn encrypted drive!",
			"fourthQuest_tgs_description": "You thought you'd get out of there unscathed? Well, you can dream, but... it seems like he wants to send you to the grave with this one. Don't believe that it's without risk- everything you do, touch, or breathe on this job will have an impact on your body. Take care, and above all else, take... adequate precautions.",
			"fourthQuest_tgs_mail": "Whoa! I didn't believe for a second that you'd make it there, let alone make it back. You wore the mask from start to finish, didn't you? Hand it over, so I can get it properly contained and start taking a look at it- and come see me, when you have time. I've still got work for you.",
			"fourthQuest_tgs_StartedMail": "Perfect, you're back! See, those eggheads down in TerraGroup's laboratories were working on some sort of new material. Their database is too large and too well-protected for me to learn anything about it in the short term, so... you've got some leg-work to do. Find yourself a gas mask, and get moving. Don't take the mask off until the stuff's left your hands.",
			"ninthQuest_tgs_description": "Expect the unexpected. It's time to take one small leap into the secrets of TerraGroup- there's still a lot to discover, at all. Don't hesitate, and prepare yourself to undergo significant pressure, exertion and stress. Your life and livelihood is at stake.",
			"ninthQuest_tgs_mail": "Ready, dodger? Perfect, because that's the end of your fun. I've prepared something for you- try to make good use of it?",
			"ninthQuest_tgs_StartedMail": "Hey, dodger. Finished something for you- go ahead and take it. I don't have a job for you yet, so take advantage of your new-found freetime and prepare yourself. I've made some interesting discoveries, so come back soon and I might be able to tell you what to do.",
			"secondQuest_tgs_description": "Despite how hard it was to decrypt the data, Fence's contacts made short work of it. Thanks to them, you've gotten into contact with that ex-USEC operator- but, now he wants you to prove your worth to him. You're going to need to get your hands dirty.",
			"secondQuest_tgs_mail": "There you are again! I'm surprised you pulled that off- at least you don't seem like you'll get yourself killed by a bunch of flies. I still need you, so hold on a second: this is important. I have a few more... missions, if you'll take them: and don't worry, I have a good reward in mind.",
			"secondQuest_tgs_StartedMail": "So, dodger, it was you who managed to decrypt my drive? Interesting! You look like too much of a bruiser to have pulled that off without some help- so, you're going to show me that you've got some wits. You know what's hidden away not too far from here- so, you're going to go in there, and fight your way out. Three times. Get the lead out, we don't have all day!",
			"seventhQuest_tgs_description": "Now that you've got your hands on your new rifle, you need to find a way to obtain its ammunition. If it was tested in-house by TerraGroup, then maybe there's some in the Laboratory? The Specialist seems to believe it.",
			"seventhQuest_tgs_mail": "Whoa! You really found them? Well played! Knew I could count on you- so, listen: I'm going to give you a few for the moment, but not much. Come back later, and I should be able to make more.",
			"seventhQuest_tgs_StartedMail": "Listen, if you want me to make rounds for your new toy, you're going to have to do some legwork. Go down into the Laboratory and find the rounds they were using with the prototype rifle. I don't know where they were stored, so I can't really tell you much more- but try to be logical in your searching, alright?",
			"sixthQuest_tgs_description": "Finally, things are getting serious. The Specialist is putting the finishing touches on a prototype AR-pattern rifle that was meant to be manufactured by TerraGroup and tested in this self-same Laboratory, but... you still lack the most important part: ammunition. Try not to misplace the rifle, would you?",
			"sixthQuest_tgs_mail": "And... here! The job's done. I've reassembled the prototype- an M4A1 converted to 6.5x39mm Grendel in-house, but... we don't have the ammunition. Try not to lose it! I don't have what it takes to assemble another right now.",
			"sixthQuest_tgs_StartedMail": "Pass the rifle over, and I can sort out the conversion.",
			"tenthQuest_tgs_description": "You thought you were quiet the last time you prevented the TerraGroup raid on the Lab. Turns out, you’re wrong. This is only the beginning of a bitter struggle to keep you from getting your hands on confidential Lab intel, and you angered them. ",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Well done boy, you’ve done a good job again. Here, I managed to get my hands on some prototype armor the scientists were working on while I was still employed under TerraGroup. Take good care of it, it’s the only one I have in stock... ",
			"tenthQuest_tgs_StartedMail": "Hey boy! Listen here, we have a problem on our hands. I just saw a large group of mercenaries enter the Lab. I think they’re back once again to either destroy TerraGroup property or take it for themselves to prevent us from getting our hands on it. Appropriate. Here, take this gear and go defend the Lab. Kill all the mercenaries there before they can leave with any goods, and hurry the hell up! Ah, wait a minute… there’s word that they’re also planning to test some sort of dangerous new gas, so better you be wearing a gas mask as a precaution, lest you end up dead from the gas. ",
			"thirdQuest_tgs_description": "You've proven your worth to him, but this is only the beginning. It's time to give it your all- did you really think that TerraGroups abandoned their lab outright? Well... you're wrong.",
			"thirdQuest_tgs_mail": "Congratulations! Those jammers were doing some nasty work, but thanks to your efforts, I've got the wiggle-room I needed to get into and around TerraGroup's systems. Together, we can make a hell of a profit- and I'll be able to prepare for you some stuff that was intended for some of their Special Forces contractors. They should allow you to get a leg up on others looking to unearth the secrets of TerraGroup.",
			"thirdQuest_tgs_StartedMail": "So, buddy, you're back- ready for a mission? Perfect. It turns out that I could get external access to TerraGroup's servers, but those spooks managed to lock them down tight with jammers. You're going to go in there and get rid of them- so bring a good kit with you and pack a lunch: you're gonna' need it. I should be able to use those jammers for other things, if you bring them back, to get started.",
			"twelfthQuest_tgs_description": "It's time to put your talents to the test. Will you be able to repel them and survive? Or will you succumb and suffer the consequences?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Good, you made it through. Nice gun you picked up, they're well-equipped.",
			"twelfthQuest_tgs_StartedMail": "Now listen to me. Mercenaries have been shot by scavs in the woods. There must be equipment left where they died, find them and retrieve that equipment. Be careful, Terragroup soldiers are most likely looking for them, so be careful, they're not kidding. Don't hesitate to use the weapon you might find!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminate 15 Raiders in the Laboratory with the P-M4A1 assault rifle in a single raid",
					"eightQuest_tgs_FirstRequir": "Survive and extract from the Laboratory"
				},
				"name": "Preservation",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Find the crate and collect the marker at the Interchange",
					"eleventhQuest_tgs_Handover": "Hand over the marker from the crate"
				},
				"name": "Life-size tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Find in raid M4A1 Assault Rifle",
					"fifthQuest_tgs_FirstRequir2": "Find in raid Colt A2 grip",
					"fifthQuest_tgs_FirstRequir3": "Find in raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Find in raid Upper receiver Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Find in raid Colt buffer tube",
					"fifthQuest_tgs_FirstRequir6": "Find in raid Colt AR-15 charging handle for AR-15",
					"fifthQuest_tgs_FirstRequir7": "Find in raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Find in raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Find in raid AR-15 Carry Handle",
					"fifthQuest_tgs_FirstRequir10": "Find in raid High Standard M4SS Stock",
					"fifthQuest_tgs_FirstRequir11": "Find in raid MK12 Low Profile Gas Block",
					"fifthQuest_tgs_FirstRequir12": "Survive and extract from the Laboratory"
				},
				"name": "Weaponry",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Find and eliminate Gluhar",
					"firstQuest_tgs_FirstRequir2": "Find and eliminate an assault guard",
					"firstQuest_tgs_FirstRequir3": "Find and eliminate a scout guard",
					"firstQuest_tgs_FirstRequir4": "Find and eliminate a security guard",
					"firstQuest_tgs_FindItem": "Find the encrypted device",
					"firstQuest_tgs_Handover": "Hand over the encrypted device"
				},
				"name": "Laboratory Mysteries",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Find the chemical container",
					"fourthQuest_tgs_FirstRequir2": "Hand over the chemical container",
					"fourthQuest_tgs_FirstRequir3": "Survive and leave the area while wearing a GP-5 gasmask"
				},
				"name": "A New Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Level up the Stress Resistance skill to 30"
				},
				"name": "The Dangers of Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survive and extract from 3 raids in the Laboratory"
				},
				"name": "First Meeting",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Find the 6.5x39mm GRENDEL ammo prototype",
					"seventhQuest_tgs_Handover": "Hand over the ammo prototype to The Specialist",
					"seventhQuest_tgs_seventhRequir1": "Survive and extract from the Laboratory"
				},
				"name": "A Beautiful Caliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Hand over the assembled weapon"
				},
				"name": "TerraGroup Weapon Prototype",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Kill 30 raiders in the Lab. You must be wearing a GP-5 gasmask",
					"tenthQuest_tgs_FirstRequir": "Survive in the Lab for at least 10 minutes and extract",
					"tenthQuest_tgs_FailCounter": "Do not die or extract under 10 minutes in the Lab"
				},
				"name": "Night raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Remove the electronics jammers from the servers",
					"thirdQuest_tgs_FirstRequir2": "Hand over the electronics jammers",
					"thirdQuest_tgs_FirstRequir3": "Survive and extract from the Laboratory"
				},
				"name": "Restarting the System",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Find the dead raider GPS device.",
					"twelfthQuest_tgs_FirstRequir": "Kill 30 raiders in Woods with the dead raider equipment.",
					"twelfthQuest_tgs_FirstRequir2": "Survive on Woods."
				},
				"name": "We got some bad news",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "The “Bad News” in .338 Lapua has become a signature rifle for Noreen Firearms. The rifle was originally designed with the intent of taking a well-known large caliber, and being able to send it downrange accurately, further than any other semi-automatic rifle on the market. Now, with the Bad News Gen. II, we’ve taken a rifle that was already a long-distance powerhouse, and completely upgraded it. With new upgraded receivers, a new gas block, and a mean looking hand-guard, the new Bad News takes everything you loved from the first gen, and made it even better. We took a “signature rifle”, and turned it into a masterpiece."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Receiver",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "A receiver specially made for \"Bad News\" rifle in .338 Lapua Magnum cartridge."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Cartridge",
				"ShortName": ".338 Lapua Magnum",
				"Description": "The .338 Lapua Magnum (8.6×70mm or 8.58×70mm) is a rimless, bottlenecked, centerfire rifle cartridge. It was developed during the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the War in Afghanistan and the Iraq War. As a result of this, it became more widely available. In addition to its military role, it is increasingly used by hunters and civilian long-range shooting enthusiasts. The .338 Lapua Magnum is capable of taking down any game animal, though its suitability for some dangerous game (Cape buffalo, hippopotamus, white rhinoceros, and elephant) is arguable, unless accompanied by a larger \"backup\" calibre: \"There is a huge difference between calibres that will kill an elephant and those that can be relied upon to stop one.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Rounds mag .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "A 10round magazine specially made for the rifle \"Bad News\" with .338 Lapua Magnum cartridge."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cardrige 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL bullet prototype",
				"ShortName": "Grendel",
				"Description": "This is a bullet prototype of 6.5x39mm GRENDEL ammo. They are made by the terragroup laboratory.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "A prototype of a plate carrier vest LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "A simple and minimalist vest plate holder that can be equipped with a vest. This prototype was designed in the terragroup laboratories and given as equipment to the terragroup special forces."
			},
			"tgs_beacon": {
				"Name": "MS2000 Marker",
				"ShortName": "MS2000",
				"Description": "The marker is used during nighttime operations. It emits signal in the IR region which are visible through NVGs. Uses special filter when operating in the IR mode, if the filter is removed, it appears as a bright flash in the visible spectrum. In the extended mode operates with a blue flash."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Chemical container",
				"ShortName": "ChemCont",
				"Description": "Hermetic container for storing various chemicals. Do not open this container for any reasons."
			},
			"tgs_chemical_meds": {
				"Name": "Chemical injector",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimental Chemical injector",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-round magazine prototype",
				"ShortName": "P-GEN M3 26",
				"Description": "A 26-round polymer Magpul PMAG GEN M3 26 magazine prototype, for 6.5x39 ammunition designed to be used with the P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Crafting plans for GRENDEL cardrige",
				"ShortName": "Plans.",
				"Description": "Some crafting plans made by The Specialist for crafting 6.5x39mm GRENDEL cardriges."
			},
			"tgs_jammer": {
				"Name": "Electronic jammer",
				"ShortName": "Jammer",
				"Description": "Assembled electronic jammer. Emetting electric waves into the connected network for creating huge dysfunction in the system."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Armor vest prototype Redut",
				"ShortName": "P-Redut",
				"Description": "A powered and resistant prototype armor, it offers excellent protection against bullets. This prototype was designed in the terragroup laboratories and donated as equipment to the terragroup special forces"
			},
			"tgs_prototype_m16": {
				"Name": "Assault rifle prototype Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "A prototype of the Colt M4A1 - an assault rifle (carbine), designed in the USA on the basis of AR-15 platform for 6.5x39mm GRENDEL cartridge. It was developed primarily for use by vehicle operators and fireteams, who required a more compact and lighter weapon than a standard full-length rifle, but using the same ordnance. However, US SOCOM (United States Special Operations Command) was soon to adopt the M4A1 for all subordinate units, followed by general introduction of M4A1 into service in the US Army and Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt buffer tube",
				"ShortName": "CST",
				"Description": "Colt Receiver Extension Buffer Tube, 4-position, Mil-Spec diameter will fit any AR-15-based carbine."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Upper receiver Colt M4A1 5.56x45 for Prototype M4A1 assault rifle",
				"ShortName": "P-M4A1 Upper",
				"Description": "Upper receiver for M4A1 assault rifle manufactured by Colt. Equipped with a mound for attaching additional devices."
			},
			"tgs_ssdDrive": {
				"Name": "Crypted SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Used for data storage with a better read and reading speed. He seems to be crypted and no one seems to know how to access to his datas."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "This GPS device is used to locate Terragroup assault members positions. It isn't as precise as an advanced GPS device for avoiding hacking and members positions leaking."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" handguard for AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 handguard for AR-15 equipped with a unique interface for installation of additional devices and accessories."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Specialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "The Specialist",
				"Location": "TerraGroup Laboratory",
				"Description": "A guard from TerraGroup who's been set up at the Laboratory. He knows a lot about the goings-on of that place, but in turn, not many people have any information on him, or knows who he is."
			}
		}
	},
	"es": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "This is a crucial moment for the Specialist's research: what you do now will decide everything, in both the short-term, and the long-term. Will you be able to save the Laboratory?",
			"eightQuest_tgs_mail": "Hell! That's perfect! You saved the Laboratory equipment and the research! Bought me the time I need to look into their servers and finish off what I can. Come see me later, dodger- I've still got some work for you.",
			"eightQuest_tgs_StartedMail": "Alright, this is getting bad- they've caught onto us. They're planning on sending mercs to stop us in our tracks by having them go scorched earth on the Laboratory- documents, servers, the whole nine yards. You've got to go in there and make sure they don't get the chance. Get moving, dodger!",
			"eleventhQuest_tgs_description": "You’ve managed to prevent the mercenaries from recovering and destroying TerraGroup intel and equipment so you won’t be hearing about them for a while. They’re going to have to prepare, but so are you. Give yourself a breather, and prepare for the worst. You’re going to have to reenergize yourself for the upcoming fights. You’re ready? That’s good. Now, the folks at TerraGroup have been preparing very specific stocks... ",
			"eleventhQuest_tgs_mail": "Well done boy, this will prevent them from finding the crates and utilizing them! It might save us some trouble down the line. Now, I still have a job for you, so come see me whenever you have the time! ",
			"eleventhQuest_tgs_StartedMail": "So my boy, I managed to get some information about stocks of experimental drugs hidden in a cache at the mall. Apparently, they were planning to test the drugs on the local population. Intel states that it’s located in some sort of armory, with some MS2000 Markers in the crates so they can be transported. I need you to find out where the crates are located, remove the markers, and report back to me! ",
			"fifthQuest_tgs_description": "It's starting to get interesting. New syringes have started to crop up containing unknown stimulants, with positive effects that seem promising. It might be enough for TerraGroup to stay afloat- maybe there'll be a time where they'll have more weaponry prototypes, too?",
			"fifthQuest_tgs_mail": "Thanks for finding me these weapon parts, dodger. Go ahead and assemble the rifle and hand it over- I'll modify it according to plan. In the meantime, there are some files from TerraGroups to... pan over.",
			"fifthQuest_tgs_StartedMail": "Good work, dodger- listen to me, carefully. I need you to bring me a particular weapon- a Colt M4A1 with a 20inch barrel, a Colt buffer tube and a Colt charging handle, a High Standard M4SS Stock, a tan PMAG M3 30 FDE magazine, a colt A2 pistol grip, a URX 3.1 10,75inch handguard, a low-profile MK12 gas block, and that it all comes from the Laboratory. It'd be great if all of it came from there- then I'd be certain it's all compatible with what I want to do. Get moving, buddy!",
			"firstQuest_tgs_description": "I heard that some encrypted data from TerraGroup had been stolen by a certain someone hiding out with his buddies in the old Federal State Reserve Agency base. I bet there's some good information on it that could be sold for the right price, but... I won't bore you with the details. Get to work, killer.",
			"firstQuest_tgs_mail": "I was able to decrypt part of that encrypted data you found on Gluhar. It mentions a former USEC operator working under TerraGroup who's looking for a reliable pair of hands. Considering you're confident, you should take a look at it- apparently, his hideout isn't far from the entrance of some hidden-away laboratory. He might have some valuable equipment lying around.",
			"firstQuest_tgs_StartedMail": "Alright, listen up, killer. Gluhar and his lackeys are well-armed and well-prepared- and they're expecting trouble. They're over in the old Federal State Reserve Agency base, and tend to patrol around the barracks. You need to put them down and find an encrypted drive on one of them. Kill them, and bring me that damn encrypted drive!",
			"fourthQuest_tgs_description": "You thought you'd get out of there unscathed? Well, you can dream, but... it seems like he wants to send you to the grave with this one. Don't believe that it's without risk- everything you do, touch, or breathe on this job will have an impact on your body. Take care, and above all else, take... adequate precautions.",
			"fourthQuest_tgs_mail": "Whoa! I didn't believe for a second that you'd make it there, let alone make it back. You wore the mask from start to finish, didn't you? Hand it over, so I can get it properly contained and start taking a look at it- and come see me, when you have time. I've still got work for you.",
			"fourthQuest_tgs_StartedMail": "Perfect, you're back! See, those eggheads down in TerraGroup's laboratories were working on some sort of new material. Their database is too large and too well-protected for me to learn anything about it in the short term, so... you've got some leg-work to do. Find yourself a gas mask, and get moving. Don't take the mask off until the stuff's left your hands.",
			"ninthQuest_tgs_description": "Expect the unexpected. It's time to take one small leap into the secrets of TerraGroup- there's still a lot to discover, at all. Don't hesitate, and prepare yourself to undergo significant pressure, exertion and stress. Your life and livelihood is at stake.",
			"ninthQuest_tgs_mail": "Ready, dodger? Perfect, because that's the end of your fun. I've prepared something for you- try to make good use of it?",
			"ninthQuest_tgs_StartedMail": "Hey, dodger. Finished something for you- go ahead and take it. I don't have a job for you yet, so take advantage of your new-found freetime and prepare yourself. I've made some interesting discoveries, so come back soon and I might be able to tell you what to do.",
			"secondQuest_tgs_description": "Despite how hard it was to decrypt the data, Fence's contacts made short work of it. Thanks to them, you've gotten into contact with that ex-USEC operator- but, now he wants you to prove your worth to him. You're going to need to get your hands dirty.",
			"secondQuest_tgs_mail": "There you are again! I'm surprised you pulled that off- at least you don't seem like you'll get yourself killed by a bunch of flies. I still need you, so hold on a second: this is important. I have a few more... missions, if you'll take them: and don't worry, I have a good reward in mind.",
			"secondQuest_tgs_StartedMail": "So, dodger, it was you who managed to decrypt my drive? Interesting! You look like too much of a bruiser to have pulled that off without some help- so, you're going to show me that you've got some wits. You know what's hidden away not too far from here- so, you're going to go in there, and fight your way out. Three times. Get the lead out, we don't have all day!",
			"seventhQuest_tgs_description": "Now that you've got your hands on your new rifle, you need to find a way to obtain its ammunition. If it was tested in-house by TerraGroup, then maybe there's some in the Laboratory? The Specialist seems to believe it.",
			"seventhQuest_tgs_mail": "Whoa! You really found them? Well played! Knew I could count on you- so, listen: I'm going to give you a few for the moment, but not much. Come back later, and I should be able to make more.",
			"seventhQuest_tgs_StartedMail": "Listen, if you want me to make rounds for your new toy, you're going to have to do some legwork. Go down into the Laboratory and find the rounds they were using with the prototype rifle. I don't know where they were stored, so I can't really tell you much more- but try to be logical in your searching, alright?",
			"sixthQuest_tgs_description": "Finally, things are getting serious. The Specialist is putting the finishing touches on a prototype AR-pattern rifle that was meant to be manufactured by TerraGroup and tested in this self-same Laboratory, but... you still lack the most important part: ammunition. Try not to misplace the rifle, would you?",
			"sixthQuest_tgs_mail": "And... here! The job's done. I've reassembled the prototype- an M4A1 converted to 6.5x39mm Grendel in-house, but... we don't have the ammunition. Try not to lose it! I don't have what it takes to assemble another right now.",
			"sixthQuest_tgs_StartedMail": "Pass the rifle over, and I can sort out the conversion.",
			"tenthQuest_tgs_description": "You thought you were quiet the last time you prevented the TerraGroup raid on the Lab. Turns out, you’re wrong. This is only the beginning of a bitter struggle to keep you from getting your hands on confidential Lab intel, and you angered them. ",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Well done boy, you’ve done a good job again. Here, I managed to get my hands on some prototype armor the scientists were working on while I was still employed under TerraGroup. Take good care of it, it’s the only one I have in stock... ",
			"tenthQuest_tgs_StartedMail": "Hey boy! Listen here, we have a problem on our hands. I just saw a large group of mercenaries enter the Lab. I think they’re back once again to either destroy TerraGroup property or take it for themselves to prevent us from getting our hands on it. Appropriate. Here, take this gear and go defend the Lab. Kill all the mercenaries there before they can leave with any goods, and hurry the hell up! Ah, wait a minute… there’s word that they’re also planning to test some sort of dangerous new gas, so better you be wearing a gas mask as a precaution, lest you end up dead from the gas. ",
			"thirdQuest_tgs_description": "You've proven your worth to him, but this is only the beginning. It's time to give it your all- did you really think that TerraGroups abandoned their lab outright? Well... you're wrong.",
			"thirdQuest_tgs_mail": "Congratulations! Those jammers were doing some nasty work, but thanks to your efforts, I've got the wiggle-room I needed to get into and around TerraGroup's systems. Together, we can make a hell of a profit- and I'll be able to prepare for you some stuff that was intended for some of their Special Forces contractors. They should allow you to get a leg up on others looking to unearth the secrets of TerraGroup.",
			"thirdQuest_tgs_StartedMail": "So, buddy, you're back- ready for a mission? Perfect. It turns out that I could get external access to TerraGroup's servers, but those spooks managed to lock them down tight with jammers. You're going to go in there and get rid of them- so bring a good kit with you and pack a lunch: you're gonna' need it. I should be able to use those jammers for other things, if you bring them back, to get started.",
			"twelfthQuest_tgs_description": "It's time to put your talents to the test. Will you be able to repel them and survive? Or will you succumb and suffer the consequences?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Good, you made it through. Nice gun you picked up, they're well-equipped.",
			"twelfthQuest_tgs_StartedMail": "Now listen to me. Mercenaries have been shot by scavs in the woods. There must be equipment left where they died, find them and retrieve that equipment. Be careful, Terragroup soldiers are most likely looking for them, so be careful, they're not kidding. Don't hesitate to use the weapon you might find!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminate 15 Raiders in the Laboratory with the P-M4A1 assault rifle in a single raid",
					"eightQuest_tgs_FirstRequir": "Survive and extract from the Laboratory"
				},
				"name": "Preservation",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Find the crate and collect the marker at the Interchange",
					"eleventhQuest_tgs_Handover": "Hand over the marker from the crate"
				},
				"name": "Life-size tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Find in raid M4A1 Assault Rifle",
					"fifthQuest_tgs_FirstRequir2": "Find in raid Colt A2 grip",
					"fifthQuest_tgs_FirstRequir3": "Find in raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Find in raid Upper receiver Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Find in raid Colt buffer tube",
					"fifthQuest_tgs_FirstRequir6": "Find in raid Colt AR-15 charging handle for AR-15",
					"fifthQuest_tgs_FirstRequir7": "Find in raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Find in raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Find in raid AR-15 Carry Handle",
					"fifthQuest_tgs_FirstRequir10": "Find in raid High Standard M4SS Stock",
					"fifthQuest_tgs_FirstRequir11": "Find in raid MK12 Low Profile Gas Block",
					"fifthQuest_tgs_FirstRequir12": "Survive and extract from the Laboratory"
				},
				"name": "Weaponry",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Find and eliminate Gluhar",
					"firstQuest_tgs_FirstRequir2": "Find and eliminate an assault guard",
					"firstQuest_tgs_FirstRequir3": "Find and eliminate a scout guard",
					"firstQuest_tgs_FirstRequir4": "Find and eliminate a security guard",
					"firstQuest_tgs_FindItem": "Find the encrypted device",
					"firstQuest_tgs_Handover": "Hand over the encrypted device"
				},
				"name": "Laboratory Mysteries",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Find the chemical container",
					"fourthQuest_tgs_FirstRequir2": "Hand over the chemical container",
					"fourthQuest_tgs_FirstRequir3": "Survive and leave the area while wearing a GP-5 gasmask"
				},
				"name": "A New Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Level up the Stress Resistance skill to 30"
				},
				"name": "The Dangers of Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survive and extract from 3 raids in the Laboratory"
				},
				"name": "First Meeting",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Find the 6.5x39mm GRENDEL ammo prototype",
					"seventhQuest_tgs_Handover": "Hand over the ammo prototype to The Specialist",
					"seventhQuest_tgs_seventhRequir1": "Survive and extract from the Laboratory"
				},
				"name": "A Beautiful Caliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Hand over the assembled weapon"
				},
				"name": "TerraGroup Weapon Prototype",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Kill 30 raiders in the Lab. You must be wearing a GP-5 gasmask",
					"tenthQuest_tgs_FirstRequir": "Survive in the Lab for at least 10 minutes and extract",
					"tenthQuest_tgs_FailCounter": "Do not die or extract under 10 minutes in the Lab"
				},
				"name": "Night raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Remove the electronics jammers from the servers",
					"thirdQuest_tgs_FirstRequir2": "Hand over the electronics jammers",
					"thirdQuest_tgs_FirstRequir3": "Survive and extract from the Laboratory"
				},
				"name": "Restarting the System",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Find the dead raider GPS device.",
					"twelfthQuest_tgs_FirstRequir": "Kill 30 raiders in Woods with the dead raider equipment.",
					"twelfthQuest_tgs_FirstRequir2": "Survive on Woods."
				},
				"name": "We got some bad news",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "The “Bad News” in .338 Lapua has become a signature rifle for Noreen Firearms. The rifle was originally designed with the intent of taking a well-known large caliber, and being able to send it downrange accurately, further than any other semi-automatic rifle on the market. Now, with the Bad News Gen. II, we’ve taken a rifle that was already a long-distance powerhouse, and completely upgraded it. With new upgraded receivers, a new gas block, and a mean looking hand-guard, the new Bad News takes everything you loved from the first gen, and made it even better. We took a “signature rifle”, and turned it into a masterpiece."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Receiver",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "A receiver specially made for \"Bad News\" rifle in .338 Lapua Magnum cartridge."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Cartridge",
				"ShortName": ".338 Lapua Magnum",
				"Description": "The .338 Lapua Magnum (8.6×70mm or 8.58×70mm) is a rimless, bottlenecked, centerfire rifle cartridge. It was developed during the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the War in Afghanistan and the Iraq War. As a result of this, it became more widely available. In addition to its military role, it is increasingly used by hunters and civilian long-range shooting enthusiasts. The .338 Lapua Magnum is capable of taking down any game animal, though its suitability for some dangerous game (Cape buffalo, hippopotamus, white rhinoceros, and elephant) is arguable, unless accompanied by a larger \"backup\" calibre: \"There is a huge difference between calibres that will kill an elephant and those that can be relied upon to stop one.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Rounds mag .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "A 10round magazine specially made for the rifle \"Bad News\" with .338 Lapua Magnum cartridge."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cardrige 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL bullet prototype",
				"ShortName": "Grendel",
				"Description": "This is a bullet prototype of 6.5x39mm GRENDEL ammo. They are made by the terragroup laboratory.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "A prototype of a plate carrier vest LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "A simple and minimalist vest plate holder that can be equipped with a vest. This prototype was designed in the terragroup laboratories and given as equipment to the terragroup special forces."
			},
			"tgs_beacon": {
				"Name": "MS2000 Marker",
				"ShortName": "MS2000",
				"Description": "The marker is used during nighttime operations. It emits signal in the IR region which are visible through NVGs. Uses special filter when operating in the IR mode, if the filter is removed, it appears as a bright flash in the visible spectrum. In the extended mode operates with a blue flash."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Chemical container",
				"ShortName": "ChemCont",
				"Description": "Hermetic container for storing various chemicals. Do not open this container for any reasons."
			},
			"tgs_chemical_meds": {
				"Name": "Chemical injector",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimental Chemical injector",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-round magazine prototype",
				"ShortName": "P-GEN M3 26",
				"Description": "A 26-round polymer Magpul PMAG GEN M3 26 magazine prototype, for 6.5x39 ammunition designed to be used with the P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Crafting plans for GRENDEL cardrige",
				"ShortName": "Plans.",
				"Description": "Some crafting plans made by The Specialist for crafting 6.5x39mm GRENDEL cardriges."
			},
			"tgs_jammer": {
				"Name": "Electronic jammer",
				"ShortName": "Jammer",
				"Description": "Assembled electronic jammer. Emetting electric waves into the connected network for creating huge dysfunction in the system."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Armor vest prototype Redut",
				"ShortName": "P-Redut",
				"Description": "A powered and resistant prototype armor, it offers excellent protection against bullets. This prototype was designed in the terragroup laboratories and donated as equipment to the terragroup special forces"
			},
			"tgs_prototype_m16": {
				"Name": "Assault rifle prototype Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "A prototype of the Colt M4A1 - an assault rifle (carbine), designed in the USA on the basis of AR-15 platform for 6.5x39mm GRENDEL cartridge. It was developed primarily for use by vehicle operators and fireteams, who required a more compact and lighter weapon than a standard full-length rifle, but using the same ordnance. However, US SOCOM (United States Special Operations Command) was soon to adopt the M4A1 for all subordinate units, followed by general introduction of M4A1 into service in the US Army and Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt buffer tube",
				"ShortName": "CST",
				"Description": "Colt Receiver Extension Buffer Tube, 4-position, Mil-Spec diameter will fit any AR-15-based carbine."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Upper receiver Colt M4A1 5.56x45 for Prototype M4A1 assault rifle",
				"ShortName": "P-M4A1 Upper",
				"Description": "Upper receiver for M4A1 assault rifle manufactured by Colt. Equipped with a mound for attaching additional devices."
			},
			"tgs_ssdDrive": {
				"Name": "Crypted SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Used for data storage with a better read and reading speed. He seems to be crypted and no one seems to know how to access to his datas."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "This GPS device is used to locate Terragroup assault members positions. It isn't as precise as an advanced GPS device for avoiding hacking and members positions leaking."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" handguard for AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 handguard for AR-15 equipped with a unique interface for installation of additional devices and accessories."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Specialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "The Specialist",
				"Location": "TerraGroup Laboratory",
				"Description": "A guard from TerraGroup who's been set up at the Laboratory. He knows a lot about the goings-on of that place, but in turn, not many people have any information on him, or knows who he is."
			}
		}
	},
	"fr": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "Un moment crucial pour les recherches du spécialiste, vous déciderez vous même de la suite et de l'avenir vis à vis de cet individu. Arriverez-vous à mener à bien cette mission relativement ardue ?",
			"eightQuest_tgs_mail": "Parfait le bouseux, tu as réussi à sauver le matos du laboratoire, et les recherches. Je vais pouvoir continuer à fouiller les serveurs et pouvoir terminer les prototypes qui étaient utilisés là bas. Reviens me voir plus tard, j'ai encore du boulot pour toi.",
			"eightQuest_tgs_StartedMail": "Bon écoute moi bi en bouseux, ils se sont rendu compte de nos agissements et ont envoyés des mercenaires pour essayer de tout arrêter, un raid va être lancé sur le laboratoire par ces mercenaires et ils prévoient de détruire tous les documents lisibles et les serveurs avec pour nous empêcher de les utilisés. Tu dois éliminer le groupe de raiders qui se rend dans le laboratoire avant qu'ils détruise tout. Alors bouge tes fesses le bouseux, MAINTENANT.",
			"eleventhQuest_tgs_description": "Vous êtes parvenu à empecher les mercenaires de récupérer et détruire les documents et l'équipement du laboratoire, vous ne risquez plus d'en entendre parler pendant un moment. Ils vont devoir se préparer, mais vous aussi, ils ne risquent pas d'abandonner, alors, préparez vous au pire. Vous allez devoir préparer des réserves pour combattre. Ca tombe bien, le groupe TerraGroup préparait déjà des stocks bien spécifiques...",
			"eleventhQuest_tgs_mail": "Bien joué bouseux, ça les empechera de trouver les caisses de ressources et de s'en servir ! Ca nous sauvera peut-être pour les prochaines fois. J'ai encore du boulot pour toi, alors passe me voir quand tu as le temps !",
			"eleventhQuest_tgs_StartedMail": "Alors mon bouseux, j'ai eu des infos qui parlaient de stocks de médicaments expérimentaux au centre commercial. Apparemment ils avaient prévu de tester ces médocs sur des civils et les militaires qui s'y trouvaient. Ils ont surement posé des marqueurs sur ces caisses, alors trouve les, retire les marqueurs et ramène les moi!",
			"fifthQuest_tgs_description": "Cela commence à devenir intéressant, de nouvelles seryngues provenant d'un produit inconnu octroyant des effets positifs comme secondaire, que pourrait bien offrir la suite de ses missions ? Peut-être arrivera-t-il un moment où il sera en mesure de fournir de nouveaux prototypes d'armement.",
			"fifthQuest_tgs_mail": "Beau boulot le bouseux, tu as trouvé tout ce que j'ai demandé, maintenant il ne te reste plus qu'à la monter !. En attendant tiens, des dossiers contenant des infos précieuses sur le labo et le groupe terragroup !",
			"fifthQuest_tgs_StartedMail": "Bon bouseux, écoute moi bien, j'ai besoin que tu me ramènes une arme, mais pas n'importe laquelle ! Il me faudrait une M4A1 avec les équipements suivants dessus : Canon de 20 pouces, Crosse CST avec une crosse M4SS, un LA AR-15, un chargeur GEM M3 30, une poignée de colt A2, un garde-main URX3.1 de 10,75 pouces et un MK12. Ah et trouves moi ça dans le labo, ça serait top si ça provenait de là bas, je serais sur que les accessoires seraient compatibles avec les modifications que j'y apporterais. Allez fonce bouseux !",
			"firstQuest_tgs_description": "Ok j'ai entendu parler que des données cryptées du laboratoire terragroup avait été dérobé par Gluhar, ce fumier... Il se cache dans la réserve militaire de la région de Tarkov, trouves moi ces données et je te les décrypterais. Elles proviennent du laboratoires alors je n'y vois que du bon, et potentiellement des bons plans comme des prototypes d'équipement ou d'armes à dérober. Au boulot mon gars !",
			"firstQuest_tgs_mail": "J'ai pu décrypter une partie du message dans les données que tu as trouvé sur Gluhar. Elles parlent d'un ancien membre du groupe de défense du laboratoire Terragroup qui recherche une personne digne de confiance. Tu devrais y jeter un oeil. Apparemment sa planque se trouve non loin de l'entrée du laboratoire, je penses que tu es de confiance et qu'il doit avoir du matos expérimental.",
			"firstQuest_tgs_StartedMail": "Bon écoute bien, Gluhar et ses hommes sont bien armés et préparés, ils se trouvent dans la base militaire, et se baladent souvent près des baraquements. Alors écoute bien, tu dois les tués et chercher sur eux lequel possède les données cryptées, ils sont lourdement armés et s'attendent à recevoir d'autres PMCs pour les pourchassés. Prends les en embuscade, tue les, et ramène moi ce fichu périphérique crypté !",
			"fourthQuest_tgs_description": "Vous pensiez vous en sortir indèmne ? Vous pouvez rêvez, car il vous envoit clairement à l'abbatoire avec cette mission, n'allez pas croire que c'est sans risque... Tout ce que vous faites, touchez, respirez, mangez aura un impact tôt ou tard sur votre corps, alors prenez garde et surtout, prenez les précautions adéquates...",
			"fourthQuest_tgs_mail": "WWhoah ! Je ne croyais pas une seconde que tu y arriverais, tu as bien porter le masque du début à la fin n'est-ce pas ? Allez donne moi ce fichu conteneur que j'aille l'éxaminer et voir ce que je peux en tirer. Reviens me voir quand tu auras du temps, j'ai encore des missions pour toi !",
			"fourthQuest_tgs_StartedMail": "Parfait te revoilà ! Ok écoute moi, les scientifiques travaillaient sur une nouvelle matière, j'ignore encore ses propriétés et son utilité, leur base de donnée est gigantesque. Tu dois allez me récupérer un échantillons de cette matière à l'aide d'un conteneur chimique, tu devrais en trouver un sur place. Ah et une petite précision ! N'oublie pas de t'équiper d'un masque à gaz GP5 pour cette mission, cela devrait t'être utile, récupère le conteneur et sors en portant le masque, ensuite donne moi le conteneur ! Allez fonce bouseux.",
			"ninthQuest_tgs_description": "Il va falloir vous attendre à tout à partir de maintenant, car il est temps de faire un grand pas dans la découverte de ce laboratoire, il reste encore beaucoup à découvrir. Alors n'hésitez pas, préparez vous mentalement à subir beaucoup de pression et de stress car votre vie est en jeu.",
			"ninthQuest_tgs_mail": "Tu te sens prêt le bouseux ? Parfait car c'est fini la rigolade. Tiens, pendant ce temps j'ai pu te préparer ça. Fais en bon usage.",
			"ninthQuest_tgs_StartedMail": "Hey le bouseux, je t'ai préparer quelque chose, prends ça. Je n'ai pas encore de boulot pour toi, alors profite pour te reposer et te préparer. J'ai fais des découvertes vachement intéressantes et ça risque de bien t'aider pour la suite, alors reste dans le coin ! Reviens me voir dans peu de temps et je te dirais quoi faire.",
			"secondQuest_tgs_description": "Vous avez atteint la planque du garde de terragroup et venez de prendre contact avec lui, bien que déchiffré le périphérique n'était pas simple, vous devez désormais lui prouver votre valeur. Il fait dificilement confiance et a besoin d'un homme fort mentalement pour mener à bien ses objectifs. Bonne chance pour votre nouvelle aventure dans la région de Tarkov !",
			"secondQuest_tgs_mail": "Ah te revoilà ! Bien étonnant, alors tu l'as fais ? C'est intéressant, au moins tu ne te fais pas tuer par de vulgaires mouches. J'ai encore besoin de toi, alors ne te casse pas d'ici, c'est important. J'ai bien évidemment de quoi de récompenser pour les prochaines missions que j'aurais à te confier, mais attention, ne me décois pas bouseux.",
			"secondQuest_tgs_StartedMail": "Hey ! Alors c'est toi le bouseux qui a réussi à décryper mon SSD ? Intéressant, tu ne sembles pas faire l'affaire pourtant, comment pourrais-je faire confiance à un bleu, tch. Montre moi ce que tu sais faire le bouseux, non loin d'ici ce trouve l'entrée du labo, vas y et ressort vivant de cet enfer trois fois, ça me prouvera au moins que tu ne te feras pas tué par une mouche. Qu'est ce que tu fais encore là ? Allez bouge ton cul et vas y! Je n'ai pas de temps à perdre. Mais attention si tu y meurs...",
			"seventhQuest_tgs_description": "Après l'obtention de votre nouveau fusil d'assault, il faut maintenant trouver un moyen d'obtenir des munitions du calibre correspondant. C'est grace à cette mission que vous pourrez trouver un moyen de vous en procurer et surtout grace aux connaissances du spécialiste. Parviendrez-vous à trouver ces prototypes dans le labyrinthe qu'est le laboratoire ?",
			"seventhQuest_tgs_mail": "Whoaaah ! Tu les a vraiment trouvées, bien joué le bouseux, je savais que je pouvais compter sur toi. Bon écoute, je devrais pour t'en filer quelques une pour le moment, mais pas beaucoup, reviens me voir plus tard pour que je puisse t'en faire plus !",
			"seventhQuest_tgs_StartedMail": "Hey le bouseux, si tu veux que je puisse te filer des balles pour ton nouveau gun, va falloir que tu ailles bosser. Rends toi dans le labo et trouve moi les prototypes de balles 6,5x39mm GRENDEL, j'ignore où les prototypes ont été stockés alors je ne pourrais t'en dire plus. Je te laisse chercher, mais sois logique dans tes recherches !",
			"sixthQuest_tgs_description": "Voilà enfin que les choses sérieuses commencent... Vous vous retrouvez face à votre nouvel équipement qui est un prototype fabriqué par les laboratoires terragroup et testé dans ce même laboratoire. Mais il vous manque encore le plus important pour l'utiliser... Essayez de ne pas la perdre...",
			"sixthQuest_tgs_mail": "Et voilà le boulot est fait ! J'ai remonter la version prototype de la M4A1 en calibre 6,5x39mm GRENDEL qui était testé en laboratoire. Seulement il manque encore les munitions. Tâche de ne pas la perdre ! Je n'ai pas encore tout ce qu'il faut pour t'en redonner une.",
			"sixthQuest_tgs_StartedMail": "Tiens bouseux, monte moi cette arme et je pourrais te donner le prototype fabriqué par terragroup.",
			"tenthQuest_tgs_description": "Vous pensiez être tranquille pendant un moment après avoir empêcher le dernier raid de terragroup dans le laboratoire, mais vous vous trompiez, ce n'était que le début d'une lutte acharnée pour vous empêcher de mettre la main sur les secrets du laboratoire et vous les appropriés.",
			"tenthQuest_tgs_failed": "Et bah super bouseux, ils ont réussi à emporter de l'équipement et tu ne les en a pas empêcher. On viens de perdre de précieux renseignements ainsi que des pièces qui auraient pu nous servir. Tu me décois !",
			"tenthQuest_tgs_mail": "Bien joué bouseux, encore une fois tu as bien fait ton boulot. Tiens j'ai retrouvé ce prototype d'armure que les scientifiques nous avaient filé lorsque je travaillais encore pour terragroup, au laboratoire. Prends en soin, je n'ai pour le moment pas d'autre modèles...",
			"tenthQuest_tgs_StartedMail": "Hey le bouseux ! Ecoute on a un problème, j'viens de voir un important groupe de mercenaires entrer dans le laboratoire, je crois qu'ils sont là encore une fois pour soit détruire le matos soit le reprendre pour nous empecher de nous l'approprié. Tiens prends ce matos et va défendre le labo, tue tous les mercenaires avant qu'ils ne partent avec un quelconque matos, dépèche toi bordel ! Ah et minute, il semblerait qu'ils aient prévu de tester un nouveau gaz dangereux, alors tu ferais mieux de porter un masque à gaz par précaution, histoire de pas finir mort par du gaz.",
			"thirdQuest_tgs_description": "Vous venez de lui prouver votre valeur, il ne peut désormais plus nié que vous êtes fait pour le job. Sachez seulement que ce n'est que le début et qu'il vous demandera beaucoup plus à l'avenir, c'est pourquoi c'est maintenant que vous allez devoir donner votre maximum. Vous pensiez le laboratoire abandonné ? Et bien vous vous trompez...",
			"thirdQuest_tgs_mail": "Alors là mon gars, chapeaux, tu as réussi à me redonner accès aux système du laboratoire, ces boruilleurs empêchait tout accès à ces serveurs, et avec ça, on pourra en tirer des bénéfices. Avec ça, je vais pouvoir te préparer du matos qui était déstiné aux forces spéciales, ils te permettront de venir à bout des autres PMCs qui cherchent à dénicher les secrets du laboratoire.",
			"thirdQuest_tgs_StartedMail": "Alors bouseux, de retour pour une mission ? Parfait j'avais justement besoin de toi, il se trouve que je pourrais avoir accès aux serveurs du laboratoires mais, ces foutus raiders y ont placés des brouilleurs électroniques pour les rendre inutilisables. Il faut que tu y ailles et retire les brouilleurs de chaque baie de serveur dans la salle, alors prépare un bon petit paquatage avec toi, tu en aura besoin. Une fois que c'est fait, reviens me voir et donne moi ces brouilleurs je pourrais ensuite accéder aux bases de données et peut-être te fabriquer de nouveaux équipements.",
			"twelfthQuest_tgs_description": "Il est temps de mettre vos talent à l'épreuve. Serez-vous capable de les repoussés et de survive ? Ou alors succomberez vous et en subirez les conséquences ?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Bien tu t'en est sorti. Sympa cette arme que tu as récupérer, ils sont bien équipés.",
			"twelfthQuest_tgs_StartedMail": "Bon écoute moi bien. Des mercenaires ont été abattus par des scavs dans les bois. Il doit rester de l'équipement là où ils sont mort, trouve les et récupère cet équipement. Attention à toi, les soldats de Terragroup sont très probablement à leur recherche, alors soit attentif, ils rigolent pas. N'hésite pas à utiliser l'arme que tu trouvera !"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminez 15 raiders dans une même session avec la P-M16A4",
					"eightQuest_tgs_FirstRequir": "Survivez à un raid dans le laboratoire"
				},
				"name": "Protection",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Trouve la caisses et récupérez le marqueur",
					"eleventhQuest_tgs_Handover": "Donnez le marqueur"
				},
				"name": "Des tests grandeur nature",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Trouvez en raid: Fusil d'assault M4A1",
					"fifthQuest_tgs_FirstRequir2": "Trouvez en raid: Poignée de colt A2",
					"fifthQuest_tgs_FirstRequir3": "Trouvez en raid: PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Trouvez en raid: Boitier supérieur de M4",
					"fifthQuest_tgs_FirstRequir5": "Trouvez en raid: Tube de crosse CST",
					"fifthQuest_tgs_FirstRequir6": "Trouvez en raid: LA AR-15",
					"fifthQuest_tgs_FirstRequir7": "Trouvez en raid: Canon de 18 pouces pour AR15",
					"fifthQuest_tgs_FirstRequir8": "Trouvez en raid: URX 3.1 10,75 pouces pour AR15",
					"fifthQuest_tgs_FirstRequir9": "Trouvez en raid: Poignée de transport AR15",
					"fifthQuest_tgs_FirstRequir10": "Trouvez en raid: Crosse M4SS",
					"fifthQuest_tgs_FirstRequir11": "Trouvez en raid: MK12",
					"fifthQuest_tgs_FirstRequir12": "Survivez à un raid dans : Laboratoire"
				},
				"name": "Armement",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Trouvez et tuez Gluhar",
					"firstQuest_tgs_FirstRequir2": "Trouvez et tuez un garde d'assault",
					"firstQuest_tgs_FirstRequir3": "Trouvez et tuez un garde éclaireur",
					"firstQuest_tgs_FirstRequir4": "Trouvez et tuez un garde de sécurité",
					"firstQuest_tgs_FindItem": "Trouve le périphérique crypté",
					"firstQuest_tgs_Handover": "Donne le périphérique crypté"
				},
				"name": "Les mystères du laboratoire",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Récupérez le conteneur chimique",
					"fourthQuest_tgs_FirstRequir2": "Donnez le conteneur chimique",
					"fourthQuest_tgs_FirstRequir3": "Survivez avec un masque à gaz GP-5"
				},
				"name": "Une nouvelle matière",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Atteignez le niveau 30 avec le skill: Résistance au stress"
				},
				"name": "Les méfaits du stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survivez 3 fois dans le laboratoire terragroup"
				},
				"name": "Contact avec le garde",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Trouvez un prototype de la 6,5x39mm GRENDEL",
					"seventhQuest_tgs_Handover": "Donnez le prototype au spécialiste",
					"seventhQuest_tgs_seventhRequir1": "Survivez à un raid dans le laboratoire"
				},
				"name": "Un beau calibre",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Montez l'arme et donnez la"
				},
				"name": "Prototype Terragroup",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Tuez 30 raiders en portant un masque à gaz GP-5 sur laboratoire",
					"tenthQuest_tgs_FirstRequir": "Survivez 10 minutes dans laboratoire et sortez en vie",
					"tenthQuest_tgs_FailCounter": "Sortir avant 10 minutes ou mourir dans le laboratoire"
				},
				"name": "Raid nocturne",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Retirez les brouilleurs électroniques des serveurs du laboratoire",
					"thirdQuest_tgs_FirstRequir2": "Donnez les brouilleurs électroniques",
					"thirdQuest_tgs_FirstRequir3": "Survivez"
				},
				"name": "Remise en route",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Trouvez le GPS de l'équipement.",
					"twelfthQuest_tgs_FirstRequir": "Eliminez 30 raiders dans les bois avec l'équipement trouvé.",
					"twelfthQuest_tgs_FirstRequir2": "Survivez à un raid sur Woods."
				},
				"name": "Des nouvelles pas très bonnes",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "Fusil \"Bad News\" en calibre .338 Lapua Magnum part Noreen Firearms. Ce fusil est redoutable par son calibre et sa puissance de pénétration. Il en fait un excellent fusil."
			},
			"tgs_338_badnews_receiver": {
				"Name": "Boitier supérieur .338 Lapua Magnum",
				"ShortName": "B.Sup \"Bad News\"",
				"Description": "Un boitier supérieur conçu spécialement pour le fusil \"Bad News\" en .338 Lapua Magnum."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum",
				"ShortName": ".338 Lapua Magnum",
				"Description": "Le .338 Lapua Magnum est une munition d'usage militaire de calibre 8,58 × 70 mm pour les fusils de précision. C'est une munition conçue pour un usage : antipersonnel , mais également utilisable en antimatériel, pour des véhicules légers ou du matériel sensible. De nombreuses armes utilisent ce type de munition : le fusil Accuracy International AWM, le FN Ballista, Le McMillan Tac-338 et bien d'autres. "
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "Chargeur de 10 balles .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "Un chargeur de 10 cartouches conçu spécialement pour le fusil \"Bad News\" en .338 Lapua Magnum."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cartouche 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "Prototype de balle 6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Ceci est un prototype de cartouche 6,5x39mm GRENDEL produite par les laboratoires terragroup.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "Un prototype de gilet porte plaque LBT 6094A",
				"ShortName": "LBT6094A",
				"Description": "Un simple et minimaliste gilet porte plaque équipable avec un gilet. Ce prototype a été conçu dans les laboratoires terragroup et donné en équipement aux forces spéciales terragroup."
			},
			"tgs_beacon": {
				"Name": "Balise MS2000",
				"ShortName": "MS2000",
				"Description": "Cette balise est utilisée pendant les opérations de nuit. Elle émet des signaux dans le spectre de l’infrarouge (IR) qui ne sont visibles que par le biais de jumelles de vision nocturnes (JVN). Elle utilise un filtre spécial pour émettre en IR, si le filtre est retiré, la balise émet un flash lumineux dans le spectre visible. En mode d'utilisation prolongée elle émet un flash bleu."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Plaques TerraGroup - Blaze",
				"ShortName": "Plaques TG",
				"Description": "Ce sont les plaques du soldat Blaze, hautement reconnu dans les rangs de mercenaires du laboratoire TerraGroup. Ces plaques ont une grande valeur, et peut servir comme preuves de sa mort. Il paraît qu'il était très doué et expérimenter sur le terrain, il était également très intelligent."
			},
			"tgs_chemical": {
				"Name": "Conteneur de produits chimiques",
				"ShortName": "ContChim",
				"Description": "Conteneur hermétique contenant un produit chimique hautement toxique. N'ouvrir ce conteneur sous aucun prétexte !"
			},
			"tgs_chemical_meds": {
				"Name": "Injecteur chimique",
				"ShortName": "Inj. Chim.",
				"Description": "Seringue stérile jetable comprenant une dose de produit hautement chimique, les effets de ce produit sont encore inconnus, mais ils ne seront certainement pas sans lourdes conséquences."
			},
			"tgs_chemical_meds2": {
				"Name": "Injecteur chimique expérimental",
				"ShortName": "Inj. Chim. Exp.",
				"Description": "Seringue stérile jetable comprenant une dose de produit hautement chimique, les effets de ce produit sont encore inconnus, mais ils ne seront certainement pas sans lourdes conséquences."
			},
			"tgs_faceshield_prototype": {
				"Name": "Prototype Tac-Kek Heavy Trooper mask",
				"ShortName": "P-Heavy Trooper",
				"Description": "Tac-Kek Heavy Trooper, an additional helmet ballistic mask module based on the Ops Core type, based on the famous movie universe. This is the way."
			},
			"tgs_genm3_fde": {
				"Name": "Prototype de chargeur STANAG PMAG GEN M3 26 6,5x39 26 coups",
				"ShortName": "P-GEN M3 26",
				"Description": "Un prototype de chargeur polymère Magpul PMAG GEN M3 26 coups, pour cartouches en 6,5x39."
			},
			"tgs_grendel_intelligence": {
				"Name": "Plans de confection cartouche GRENDEL",
				"ShortName": "Docs.",
				"Description": "Des plans rédigés par le spécialiste permettant la confection de cartouches 6,5x39mm GRENDEL."
			},
			"tgs_helmet_prototype": {
				"Name": "Prototype Tac-Kek Heavy Trooper mask",
				"ShortName": "P-Heavy Trooper",
				"Description": "Tac-Kek Heavy Trooper, an additional helmet ballistic mask module based on the Ops Core type, based on the famous movie universe. This is the way."
			},
			"tgs_jammer": {
				"Name": "Brouilleur électronique",
				"ShortName": "Brouilleur",
				"Description": "Brouilleur électronique assemblé. Il émet des pulsions électriques dans un réseau afin d'y créer des disfonctionnements importants."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Un prototype d'armure REDUT",
				"ShortName": "P-Redut",
				"Description": "Un simple et minimaliste gilet porte plaque équipable avec un gilet. Ce prototype a été conçu dans les laboratoires terragroup et donné en équipement aux forces spéciales terragroup."
			},
			"tgs_prototype_m16": {
				"Name": "Prototype de fusil d'assaut Colt M16A3 6,5x39mm",
				"ShortName": "P-M16A3",
				"Description": "Fusil d'assaut (carabine) Colt M16A3, conçu aux États-Unis sur la base de la plateforme AR-15 et la cartouche de 6,5x39mm Grendel. Il a été développé principalement pour être utilisé par les conducteurs de véhicules et les unités de combat, nécessitant une arme plus compacte et légère qu'un fusil standard, mais utilisant les mêmes munitions. Cependant, l'US SOCOM (Commandement des opérations spéciales des États-Unis) a rapidement adopté le M4A1 pour toutes les unités adjointes, suivi de l'incorporation générale du M4A1 dans l'US Army et dans le corps des Marines."
			},
			"tgs_prototype_m16_stock": {
				"Name": "Tube de crosse Colt",
				"ShortName": "CST",
				"Description": "Tube de crosse télescopique Colt 4 positions de diamètre Mil-Spec utilisable sur toutes les carabines de type AR-15."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Boitier supérieur Colt M4A1 5,56x45 pour fusil d'assaut M4A1",
				"ShortName": "B.Sup M4A1",
				"Description": "Boitier supérieur pour fusil d'assaut M4A1 produit par Colt. Équipé d'un rail Picatinny pour l'installation d'accessoires supplémentaires."
			},
			"tgs_scrap_metal": {
				"Name": "Pièces détachées d'arme",
				"ShortName": "Pièces dét.",
				"Description": "Un large éventail de pièce détachées d'armes nécessaires au remplacement des pièces cassées ou à la production d'armes artisanales."
			},
			"tgs_ssdDrive": {
				"Name": "SSD Crypté",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Utilisé pour stocker des données, avec lecture et écriture améliorées. Il semble crypté et personne ne connait le moyen de le déchiffré..."
			},
			"tgs_tgBeacon": {
				"Name": "GPS Terragroup",
				"ShortName": "GPS TG",
				"Description": "Cette balise est utilisée afin de localisé les membres des groupes d'assault de Terragroup. Elle ne permet cependant que d'avoir un emplacement approximatif de cette balise GPS, et non précis."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "Garde-main URX 3.1 10,75\" pour AR-15",
				"ShortName": "URX 3.1 10,75\"",
				"Description": "Garde-main Knights Armament URX 3.1 pour AR-15 équipé d'une interface unique pour l'installation d'équipements et accessoires supplémentaires."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "Spécialiste de terragroup",
				"FirstName": "Sergei Mikailov",
				"Nickname": "Le spécialiste",
				"Location": "Laboratoire terragroup",
				"Description": "Ancien garde des forces spéciales du laboratoire terragroup, il connait les lieux comme sa poche et tout ce qu'il s'y passait. Cependant nous n'avons aucune info sur lui, il est inconnu de tous."
			}
		}
	},
	"ge": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "Dies ist ein entscheidender Moment für die Forschung des Spezialisten: was du jetzt tust, wird alles entscheiden, sowohl kurzfristig, als auch langfristig. Wirst du in der Lage sein, das Labor zu retten?",
			"eightQuest_tgs_mail": "Verdammt! Das ist perfekt! Du hast die Laborausstattung und die Forschung gerettet! Hast mir die Zeit gekauft, die ich brauche, um mir ihre Server anzuschauen und zu erledigen, was ich kann. Komm später nochmal, Drückeberger- Ich habe immer noch etwas Arbeit für dich.",
			"eightQuest_tgs_StartedMail": "Alles klar, das sieht nicht gut aus- sie sind auf uns aufmerksam geworden. Sie planen Söldner auf uns zu hetzen, um uns aufzuhalten, indem sie im Labor verbrannte Erde hinterlassen- Dokumente, Server, das volle Programm. Du musst dort rein gehen und sicherstellen, dass sie keine Chance dazu bekommen. Bewegung, Drückeberger!",
			"eleventhQuest_tgs_description": "Du konntest die Söldner daran hindern sich zu erholen und TerraGroup-Informationen und -Ausrüstung zu zerstören, also wirst auch eine Weile nichts mehr von ihnen hören. Sie werden sich vorbereiten müssen, aber du ebenso. Gönne dir eine Verschnaufpause und bereite dich auf das Schlimmste vor. Du wirst Energie tanken müssen für die bevorstehenden Kämpfe. Bist du bereit? Das ist gut. Na dann, die Leute von TerraGroup haben sehr spezielle Bestände vorbereitet...",
			"eleventhQuest_tgs_mail": "Gut gemacht mein Junge, das wird sie daovn abhalten die Kisten zu finden und sie sich zu Nutzen zu machen! Das könnte uns bis auf weiteres einiges an Ärger ersparen. Jetzt habe ich erstmal noch einen Job für dich, also komm vorbei, wann immer du Zeit hast! ",
			"eleventhQuest_tgs_StartedMail": "So mein Junge, ich konnte an einige Informationen über Bestände experimenteller Medikamente gelangen, die in einem geheimen Lager im Einkaufszentrum versteckt wurden. Anscheinend hatten sie vor, die Medikamente an der hiesigen Bevölkerung zu testen. Meinen Informationen zu folge, befinden sie sich in einer Art Waffenkammer, mit einigen MS2000-Markern in den Kisten, damit sie transportiert werden können. Du musst herausfinden, wo sich die Kisten befinden, entferne die Marker und komme anschließend zu mir zurück! ",
			"fifthQuest_tgs_description": "Langsam wirds interessant. Neue Spritzen sind aufgetaucht, die unbekannte Stimulanzien mit positiven Effekten enthalten, die vielversprechend zu sein scheinen. Es könnten genug für TerraGroup um sich über Wasser zu halten- vielleicht haben sie irgendwann auch mal mehr Waffenprototypen?",
			"fifthQuest_tgs_mail": "Danke, dass du diese Waffenteile für mich gefunden hast, Drückeberger. Fang an die Waffe zusammenzubauen und gib sie mir- Ich werde sie wie geplant modifizieren. In der Zwischenzeit, gibt es da einige Akten von TerraGroup, die... den Besitzer wechseln sollten.",
			"fifthQuest_tgs_StartedMail": "Gute Arbeit, Drückeberger- hör mir genau zu. Du musst mir eine bestimmte Waffe bringen- eine Colt M4A1 mit einem 20Zoll-Lauf, Colt Pufferrohr und einem Colt Ladegriff, einer High Standard M4SS Schulterstütze, ein helbraunes PMAG M3 30 FDE Magazin, einen Colt A2 Pistolengriff, einen URX 3.1 10,75inch Handschutz, einen MK12 Niedrigprofil Gasblock und es sollte alles aus dem Labor kommen. Es wäre großartig, wenn alles von dort käme- dann könnte ich sicher sein, dass alles zu dem passt, was ich vor habe. Beweg dich, Kumpel!",
			"firstQuest_tgs_description": "Ich habe gehört, dass einige verschlüsselte Daten von TerraGroup von einem gewissen Jemand gestohlen wurde, der sich mit seinen Kumpels in der alten Bundesstaats-Reservebasis versteckt. Ich wette, sie enthalten einige brauchbare Informationen, die sich für den richtige Preis verkaufen lassen, aber... Ich werde dich nicht mit Details langweilen. An die Arbeit, Killer.",
			"firstQuest_tgs_mail": "Ich konnte einen Teil der verschlüsselten Daten, die du bei Gluhar gefunden hast, entschlüsseln. Sie erwähnen einen ehemaligen USEC-Operator, der für TerraGroup arbeitet und nach einem zuverlässigen Paar Hände sucht. Angesichts deiner Selbstsicherheit, solltest du dir das mal anschauen- Scheinbar bewfindet sich sien Versteck nicht weit entfernt vom Eingang eines versteckten Labors. Vielleicht hat er etwas wertvolle Ausrüstung rumliegen.",
			"firstQuest_tgs_StartedMail": "Alles klar, hör zu, Killer. Gluhar und seine Lackaien sind schwer bewaffnet und gut vorbereitet- und sie erwarten Ärger. Sie sind drüben in der alten Bundesstaats-Reservebasis und sie neigen zu Patrolien um die Kaserne. Du musst sie ausschalten und bei einem von ihnen ein verschlüsseltes Laufwerk finden. Töte sie und bring mir das verdammte verschlüsselte Laufwerk!",
			"fourthQuest_tgs_description": "Du dachtes, du würdest dort unversehrt rauskommen? Naja, träum weiter, aber... aber es sieht so aus, als würde er dich diesmal unter die Erde bringen wollen. Glaube nicht, es wäre risikofrei- alles was du tust, anfasst, oder atmest wird bei diesem Job Auswirkungen auf deinen Körper haben. Nimm dich in acht und vor allem: triff... angemessene Vorsichtsmaßnahmen.",
			"fourthQuest_tgs_mail": "Whoa! Ich hatte nicht eine Sekunde lang daran geklaubt, dass du es da drin machen, geschweige denn, dass du es zurück schaffen würdest. Du hast die Maske von anfang bis ende getragen, stimmts? Gib sie mir, damit ich sie angemessen eindämmen und sie mir ansehen kann- und komm vorbei, wenn du Zeit hast. Ich habe immernoch Arbeit für dich.",
			"fourthQuest_tgs_StartedMail": "Perfekt, du bist zurück! Schau, diese Eierköpfe unten in TerraGroups Laboren haben an einer Art neuem Material gearbeitet. Ihre Datenbank ist zu groß und zu gut geschützt, als dass ich kurzfristig etwas davon lernen könnte, deswegen... hast du etwas Beinarbeit zu erledigen. Finde eine Gasmaske und leg los. Nimm die Maske nicht ab, bevor das Zeug deine Hände verlassen hat.",
			"ninthQuest_tgs_description": "Erwarte das unerwartete. Es ist an der Zeit, einen kleinen Sprung in die Geheimnisse der TerraGroup zu wagen- es gibt sowieso immernoch eine Menge zu entdecken. Zögere nicht und bereite dich darauf vor, beachtlichem Druck, Anstrengungengen und Stress ausgesetzt zu werden. Dein Leben und deine Existenz stehen auf dem Spiel.",
			"ninthQuest_tgs_mail": "Bereit, Drückeberger? Perfekt, denn ab hier hört der Spaß auf. Ich habe etwas für dich vorbereitet- wirst du versuchen, das Beste daraus zu machen?",
			"ninthQuest_tgs_StartedMail": "Hey, Drückeberger. Habe was für dich erledigt- na los, nimm schon. Ich habe noch keinen Job für dich, also nutze deine neu gewonnene Freizeit und bereite dich vor. Ich habe ein paar interessante Endeckungen gemacht, also komm bald wieder her, dann kann ich dir vielleicht sagen, was zu tun ist.",
			"secondQuest_tgs_description": "Abgesehen davon, wie schwer es war die Daten zu entschlüsseln, haben Fence's Kontakte damit kurzen Prozess gemacht. Dank ihnen, bist du in Kotakt mit dem Ex-USEC-Operator gekommen- aber jetzt will er, dass du ihm deinen Wert unter Beweis stellst. Du wirst dir deine Hände dreckig machen müssen.",
			"secondQuest_tgs_mail": "Da bist du ja wieder! Ich bin überrascht, dass du da durchgezogen hast- zumindest sieht es nicht so aus, als würdest du dich von einem Haufen Fliegen töten lassen. Ich brauche dich noch, also warte eine Sekunde: Das hier ist wichtig. Ich habe ein paar mehr... Missionen und wenn du sie übernimmst: mach dir keine Sorgen, mir schwebt da eine nette Belohnung vor.",
			"secondQuest_tgs_StartedMail": "Also Drückeberger, du warst das, der es geschafft hat mein Laufwerk zu entschlüsseln? Interessant! Du siehst zu sehr nach einem Schlägertyp aus, als dass du das ohne etwas Hilfe hinbekommen hättest- also wirst du mir jetzt zeigen, dass du etwas Verstand hast. Du weißt, was nicht weit von hier versteckt liegt- du wirst jetzt da reingehen und dir deinen Weg wieder raus kämpfen. Drei Mal. Mach schnell, wir haben nicht den ganzen Tag Zeit!",
			"seventhQuest_tgs_description": "Jetzt, wo du dein neues Gewehr in den Händen hälst, musst du einen Weg finden, an seine Munition ranzukommen. Wenn es intern von TerraGroup getestet wurde, dann gibt es vielleicht welche im Labor? Der Spezialist scheint das zumindest zu glauben.",
			"seventhQuest_tgs_mail": "Whoa! Du hast sie wirklich gefunden? Gut gemacht! Ich uusste, dass ich auf dich zählen kann- also, hör zu: ich gebe dir fürs Erste ein paar, aber nicht viele. Komm später zurück, dann sollte ich in der Lage sein, mehr zu machen.",
			"seventhQuest_tgs_StartedMail": "Hör zu, wenn du willst, dass ich Kugeln für dein neues Spielzeug mache, wirst du etwas Beinarbeit erledigen müssen. Geh runter ins Labor und finde die Kugeln, die sie mit dem Prototyp-Gewehr verwendet haben. Ich weiß nicht, wo sie gelagert wurden, also kann ich dir nicht wirklich mehr erzählen- aber versuche bei deiner Suche logisch vorzugehen, alles klar?",
			"sixthQuest_tgs_description": "Endlich wirds ernst. Der Spezialist ist in den letzten Zügen an einem Protyp-Gewehr nach AR-Schema, das von TerraGroup hätte hergestellt und im gleichen Labor getestet werden sollen, aber... dir fehlt immernoch das wichtigste: Munition. Versuche das Gewehr nicht zu verlegen, OK?",
			"sixthQuest_tgs_mail": "Und... hier! Der Job ist erledigt. ich habe den Prototypen wieder zusammengebaut- eine M4A1 intern umfunktioniert auf 6.5x39mm Grendel, aber... wir haben die Munition nicht. Versuche sie nicht zu verlieren! ich habe momentan keine Möglichkeit, eine weitere zu bauen.",
			"sixthQuest_tgs_StartedMail": "Lass das Gewehr rüberwachsen, dann kann ich mich um den Umbau kümmern.",
			"tenthQuest_tgs_description": "Du dachtest, du wärst das letzte Mal leise gewesen, als du die TerraGroup-Plünderung im Labor verhindert hast. Es hat sich herausgestellt, du hattest unrecht. Das ist nur der Anfang eines erbitterten Kampfes um dich daran zu hindern, an vertrauliche Laborinformationen zu kommen und du hast sie verärgert. ",
			"tenthQuest_tgs_failed": "Großartig, sie konnten einen Teil der Ausrüstung an sich reißen und du hast sie nicht daran gehindert. Wir haben gerade einige wertvolle Informationen und Bestände der TerraGroup verloren, die wir hätten nutzen können. Du bist ein verdammtes Ärgernis für mich! ",
			"tenthQuest_tgs_mail": "Gut gemacht Junge, du hast wieder einen guten Job gemacht. Hier, ich konnte an eine Prototyp-Rüstung kommen, an der die Wissenschaftler arbeiteten, während ich noch bei TerraGroup angestellt war. Pass gut darauf auf, das ist die einzige, die ich auf Lager hatte... ",
			"tenthQuest_tgs_StartedMail": "Hey mein Junge! Hör zu, wir haben ein Problem am Hals. Ich habe gerade gesehen, wie eine große Gruppe Söldner das Labor betreten hat. Ich glaube sie sind wieder da, entweder um Eigentum der TerraGroup zu zerstören, oder um es mitzunehmen um zu verhindern, dass es uns in die Hände fällt. Beschlagnahme es. Hier, nimm diese Ausrüstung und verteidige das Labor. Töte dort alle Säldner, bevor sie mit irgendwelchen Gütern verschwinden können und beeil dich, verdammt nochmal! Ah, warte kurz… es gibt Gerüchte, dass sie außerdem planen, eine Art gefährliches neues Gas zu testen, also trage besser eine Gasmaske als Vorsichtmaßnahme, damit du nicht noch an dem Gas verendest. ",
			"thirdQuest_tgs_description": "Du hast ihm deinen Wert bewiesen, aber das ist nur der Anfang. Es ist an der Zeit, dass du alles gibst- hast du wirklich gedacht, die TerraGroup würde ihr Labor einfach aufgeben? Tja... falsch gedacht.",
			"thirdQuest_tgs_mail": "Glückwunsch! Diese Störsender haben wirklich unangenehme Arbeit verrichtet, aber dank deiner Bemühungen, kann ich mich jetzt in und um TerraGroups System schlängeln. Zusammen können wir einen riesen Profit machen- und ich werde dazu in der Lage sein, was von dem Zeug für dich vorzubereitent, dass eigentlich für die Auftragnehmer ihrer Spezialeinheit gedacht war. Das sollte dir einen Vorsprung gegenüber anderen verschaffen, die versuchen die Geheimnisse der TerraGroup ans Tageslicht zu bringen.",
			"thirdQuest_tgs_StartedMail": "Also Kumpel, du bist zurück- bereit für eine Mission? Perfekt. Es hat sich herausgestellt, dass ich externen Zugang zu den Server der TerraGroup bekommen könnte, aber diese Quälgeister konnten sie durch Störsender sperren. Du wirst dort reingehen und sie verschwinden lassen- also bring gute Ausrüstung und was zum Essen mit: du wirst es brauchen. Ich sollte in der Lage sein, die Störsender für etwas anderes zu verwenden, vorausgesetzt, du bringst sie zurück .",
			"twelfthQuest_tgs_description": "Es ist an der Zeit deine Talente zu testen. Wirst du in der Lage sein, sie zurückzustoßen und zu überleben? Oder wirst du unterliegen und die Konsequenzen tragen?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Gut, du hast es raus geschafft. Nette Waffe hast du da aufgesammelt, die sind gut ausgerüstet.",
			"twelfthQuest_tgs_StartedMail": "Jetzt hör mir zu. Söldner wurden von Scavs in den Wäldern beschossen. Dort wo sie gestorben sind, muss noch Ausrüstung übrig sein, finde sie und bringe sie zurück. Soldaten der Terragroup such wahrscheinlich nach ihnen, also sei vorsichtig, die spaßen nicht. Zögere nicht die Waffe einzusetzen, die du vielleicht findest!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminiere 15 Raider mit dem P-M4A1-Sturmgewehr in einem einzigen Raid",
					"eightQuest_tgs_FirstRequir": "Überlebe und extrahiere aus dem Labor"
				},
				"name": "Bewahrung",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Finde die Kiste an der Autobahnkreuzung und sammle den Markierer auf.",
					"eleventhQuest_tgs_Handover": "Übergebe den Markierer aus der Kiste."
				},
				"name": "Lebensgroße Tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Finde im Raid M4A1 Sturmgewehr",
					"fifthQuest_tgs_FirstRequir2": "Finde im Raid Colt A2 Griff",
					"fifthQuest_tgs_FirstRequir3": "Finde im Raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Finde im Raid Oberes Gehäuseteil Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Finde im Raid Colt Pufferrohr",
					"fifthQuest_tgs_FirstRequir6": "Finde im Raid Colt AR-15 Ladegriff für AR-15",
					"fifthQuest_tgs_FirstRequir7": "Finde im Raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Finde im Raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Finde im Raid AR-15 Tragegriff",
					"fifthQuest_tgs_FirstRequir10": "Finde im Raid High Standard M4SS Schulterstütze",
					"fifthQuest_tgs_FirstRequir11": "Finde im Raid MK12 Niederigprofil Gasblock",
					"fifthQuest_tgs_FirstRequir12": "Überlebe und extrahiere aus dem Labor"
				},
				"name": "Bewaffnung",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Finde und eliminiere Gluhar",
					"firstQuest_tgs_FirstRequir2": "Finde und eliminiere eine Assault-Wache",
					"firstQuest_tgs_FirstRequir3": "Finde und eliminiere eine Scout-Wache",
					"firstQuest_tgs_FirstRequir4": "Finde und eliminiere eine Security-Wache",
					"firstQuest_tgs_FindItem": "Finde und entschlüssle das Gerät",
					"firstQuest_tgs_Handover": "Übergebe das entschlüsselte Gerät"
				},
				"name": "Labormysterien",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Finde den chemischen Behälter",
					"fourthQuest_tgs_FirstRequir2": "Übergebe den chemischen Behälter",
					"fourthQuest_tgs_FirstRequir3": "Überlebe und verlasse das Gebiet, während du eine GP-5 Gasmaske trägst"
				},
				"name": "Ein neues Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Erreiche Level 30 mit dem Stressresistenz-Skill"
				},
				"name": "Die Gefahren von Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Überlebe und extrahiere von 3 Raids im Labor"
				},
				"name": "Erstes Treffen",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Finde den 6.5x39mm GRENDEL Munitions-Prototypen",
					"seventhQuest_tgs_Handover": "Übergebe den Munitions-Prototypen an den Spezialisten",
					"seventhQuest_tgs_seventhRequir1": "Überlebe und extrahiere aus dem Labor"
				},
				"name": "Ein wunderschönes Kaliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Übergebe die zusammengebaute Waffe"
				},
				"name": "TerraGroup Waffen-Prototyp",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Töte 30 Raider im Labor. Du musst eine GP-5 Gasmask tragen",
					"tenthQuest_tgs_FirstRequir": "Überlebe mindestens 10 Minuten im Labor und extrahiere",
					"tenthQuest_tgs_FailCounter": "Sterbe nicht und extrahier nicht unter 10 Minuten im Labor"
				},
				"name": "Nächtlicher Raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Entferne die elektronischen Störsender von den Servern",
					"thirdQuest_tgs_FirstRequir2": "Übergebe die elektronischen Störsender",
					"thirdQuest_tgs_FirstRequir3": "Überlebe und extrahiere aus dem Labor"
				},
				"name": "Neustart des Systems",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Finde das GPS-Gerät des toten Raiders.",
					"twelfthQuest_tgs_FirstRequir": "Töte 30 Raider in den Wäldern mit der Ausrüstung des toten Raiders.",
					"twelfthQuest_tgs_FirstRequir2": "Überlebe in den Wäldern."
				},
				"name": "Wir habe schlechte Neuigkeiten",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "Die “Bad News” in .338 Lapua wurde ein Wahrzeichen-Gewehr für Noreen Firearms. Das Gewehr wurde ursprünglich mit der Absicht entwickelt, ein bekanntes Großkaliber aufzunehmen und es genauer als jedes andere halbautomatische Gewehr auf dem Markt an das Ziel befördern zu können. Jetzt, mit der Bad News Gen. II, haben wir ein Gewehr, das bereits ein Kraftpaket auf weite Distanz war, genommen und es komplett aufgerüstet. Mit neuen, verbesserten Gehäusen, einem neuen Gasblock und einem gemein aussehenden Handschutz nimmt die neue Bad News alles, was Sie von der ersten Generation an geliebt haben, und macht es noch besser. Wir haben ein „Wahrzeichen-Gewehr“ genommen und daraus ein Meisterwerk gemacht."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Gehäuse",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "Ein Gehäuse, speziell angefertig für das \"Bad News\" Gewehr für die .338 Lapua Magnum Patrone."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Patrone",
				"ShortName": ".338 Lapua Magnum",
				"Description": "Die .338 Lapua Magnum (8.6×70mm or 8.58×70mm) ist eine randlose, flaschenhalsförmige, Zentralfeuer-Gewehr-Patrone. Sie wurde in den 1980er Jahren als eine leistungsstarke, Langstrecken-Patrone für militärische Scharfschützen entwickelt. Sie wurde in Afghanistan- und Iraq-Kriegen verwendet. Daraus resultierend, wurde sie weit verbreitet. Zusätzlich zu seiner militärische Rolle, wird sie immer häufiger von Jägern und zivilen Langstrecken-Liebhabern verwendet. Die .338 Lapua Magnum ist in der Lage jedes Wildtier zu erlegen, ob sie auch für gefährliches Wild geeignet ist (Kapbüffel, Nilpferd, Weißes Nashorn und Elefant), ist fraglich, solange es nicht von einem größeren \"backup\" Kaliber begleitet wird: \"Es besteht ein großer Unterschie zwischen Kalibern, die einen Elefant töten und denen, bei denen man sich sicher sein kann, dass sie einen stoppen.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Patronen Magazin .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "Ein 10 Patronen Magazin speziell hergestellt für das Gewehr \"Bad News\" mit .338 Lapua Magnum Patronen."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "6,5x39mm GRENDEL Patrone",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL Geschoss-Prototyp",
				"ShortName": "Grendel",
				"Description": "Das ist ein Geschoss-Prototyp der 6.5x39mm GRENDEL Munition. Sie wurde im Terragroup-Labor hergestellt.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "Der Prototyp einer Plattenträgerweste LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "Eine einfache und minimalistische Plattenträgerweste, die mit einer Weste ausgerüstet werden kann. Dieser Prototyp wurde im Terragroup-Labor entworfen und Terragroup-Spezialkräften als Ausrüstung zur verfügung gestellt"
			},
			"tgs_beacon": {
				"Name": "MS2000 Markierer",
				"ShortName": "MS2000",
				"Description": "Der Markierer wird im Rahmen von Nachtoperationen verwendet. Er strahlt ein Signal im IR-Bereich aus, das durch Nachtsichgeräte sichtbar wird. Er verwendet einen speziellen Filter, wen im IR-Modus betrieben. Wenn der Filter entfernt wird, taucht er als heller Blitz im sichtbaren Spektrum auf. Im erweiterten Modus arbeitet er mit einem blauen Blitz."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "Das ist das Dogtag des Soldates Blaze, der für das Terragroup-Labor arbeitet. Dies ist ein sehr wertvoller Gegenstand, der als Beweis dafür verwendet werden kann, dass du den Soldaten getötet hast. Blaze war unter den Söldnern dafür bekannt, sehr erfahren und schlau zu sein. Vielleicht nicht schlau genug für dich."
			},
			"tgs_chemical": {
				"Name": "Chemischer Behälter",
				"ShortName": "ChemCont",
				"Description": "Hermetischer Behälter für verschiedene, starke Chemikalien. Öffne diesen Behälter unter keinen Umständen."
			},
			"tgs_chemical_meds": {
				"Name": "Cehmischer Injektor",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile, wegwerfbare Spritze mit einer Dosis hochgiftiger Chemikalien. Die Effekte dieser Chemikalie sind noch unbekannt. Womit wir uns allerdings sicher sind ist, dass es dir ziehmlich mies gehen wird, wenn du sie verwendest."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimenteller chemischer Injektor",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile, wegwerfbare Spritze mit einer Dosis hochgiftiger Chemikalien. Die Effekte dieser Chemikalie sind noch unbekannt. Womit wir uns allerdings sicher sind ist, dass es dir ziehmlich mies gehen wird, wenn du sie verwendest."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-Patronen Magazin-Prototyp",
				"ShortName": "P-GEN M3 26",
				"Description": "Ein 26-Patronen Polymer Magpul PMAG GEN M3 26 Magazin-Prototyp, für 6.5x39 Munition, entworfen für die Verwendung mit der P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Plan zur Herstellung der GRENDEL Patrone",
				"ShortName": "Pläne.",
				"Description": "Pläne vom Speczialist zur Herstellung von 6.5x39mm GRENDEL Patronen."
			},
			"tgs_jammer": {
				"Name": "Elektronischer Störsender",
				"ShortName": "Störsender",
				"Description": "Zusammengebauter elektronischer Störsender. Strahlte elektrische Wellen in das verbundene Netzwerk aus, um im System eine riesiege Fehlfunktion auszulösen."
			},
			"tgs_manager_keycard": {
				"Name": "Labor Magnetkarte des Managers",
				"ShortName": "Lab. CMM",
				"Description": "Eine Magnetkarte des Laborleiters. Du kannst damit den gesamten Magnetkartenzugriff auf die Einrichtung öffnen."
			},
			"tgs_powerArmor": {
				"Name": "Körperpanzerung-Prototyp Redut",
				"ShortName": "P-Redut",
				"Description": "Eine angetriebener und resistenter Prototyp einer Körperpanzerung, er bietet exzelenten Schutz gegen Kugeln. Dieser Prototyp wurde im Terragroup-Labor entworfen und Terragroup-Spezialkräften als Ausrüstung zur Verfügung gestellt"
			},
			"tgs_prototype_m16": {
				"Name": "Sturmgewehr-Prototyp Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "Ein Prototyp der Colt M4A1 - ein Sturmgewehr (Karabiner), entworfen in den USA auf Basis der AR-15 Platform für die 6.5x39mm GRENDEL Patrone. Es wurde in erste Linie zur Nutzung von Fahrzeugführern Schützengruppen entwickelt, die eine kompaktere und leichtere Waffe, als standard Gewehre in voller Länge benötigten, aber sie als Nachschub verwenden wollten. Allerdings setzte die US SOCOM (United States Special Operations Command) die M4A1 für alle untergeodneten Einheiten ein, gefolgt von einer generellen Einführung der M4A1 in den Dienst der US Army und der Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt Pufferrohr",
				"ShortName": "CST",
				"Description": "Colt Gehäuse-Pufferrohr-Erweiterung, 4-Position, Mil-Spec Diameter passt auf jeden auf AR-15-basierenden Karabiner."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Oberes Gehäuseteil Colt M4A1 5.56x45 für Prototyp-M4A1-Sturmgewehre",
				"ShortName": "P-M4A1 Oben",
				"Description": "Oberes Gehäuseteil für das M4A1 Sturmgewehr, hergestellt von Colt. Ausgestattet mit einer Vorrichtung zur Anbringung zusätzlicher Geräte."
			},
			"tgs_ssdDrive": {
				"Name": "Verschlüsselte SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Wird zur Datenspeicherung mit einer besseren Lese- und Schreibegeschwindigkeit verwendet. Sie scheint verschlüsselt zur sein und niemand weiß, wie man an ihre Daten herankommt."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "Dieses GPS-Gerät, wird verwendet um die Position von Terragroup-Sturmtruppen zu ermitteln. Es ist nicht so präzise wie ein fortschrittliches GPS-Gerät um Hackerangriffe und das Durchsickern von Truppenpositionen zu vermeiden."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" Handschutz für das AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 Handschutz für das AR-15 ausgestattet mit einer einzigartigen Vorrichtung für die Installation von zusätzliche Geräten und Zubehör."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Spezialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "Der Spezialist",
				"Location": "TerraGroup Labor",
				"Description": "Ein Wachmann der TerraGroup der in das Labor entsand wurde. Er weiß eine menge darüber, was an diesem ort vor sich geht, aber umgekehrt haben nicht besonders viele Leute Informationen über ihn, oder wissen, wer er überhaupt ist."
			}
		}
	},
	"it": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "This is a crucial moment for the Specialist's research: what you do now will decide everything, in both the short-term, and the long-term. Will you be able to save the Laboratory?",
			"eightQuest_tgs_mail": "Hell! That's perfect! You saved the Laboratory equipment and the research! Bought me the time I need to look into their servers and finish off what I can. Come see me later, dodger- I've still got some work for you.",
			"eightQuest_tgs_StartedMail": "Alright, this is getting bad- they've caught onto us. They're planning on sending mercs to stop us in our tracks by having them go scorched earth on the Laboratory- documents, servers, the whole nine yards. You've got to go in there and make sure they don't get the chance. Get moving, dodger!",
			"eleventhQuest_tgs_description": "You’ve managed to prevent the mercenaries from recovering and destroying TerraGroup intel and equipment so you won’t be hearing about them for a while. They’re going to have to prepare, but so are you. Give yourself a breather, and prepare for the worst. You’re going to have to reenergize yourself for the upcoming fights. You’re ready? That’s good. Now, the folks at TerraGroup have been preparing very specific stocks... ",
			"eleventhQuest_tgs_mail": "Well done boy, this will prevent them from finding the crates and utilizing them! It might save us some trouble down the line. Now, I still have a job for you, so come see me whenever you have the time! ",
			"eleventhQuest_tgs_StartedMail": "So my boy, I managed to get some information about stocks of experimental drugs hidden in a cache at the mall. Apparently, they were planning to test the drugs on the local population. Intel states that it’s located in some sort of armory, with some MS2000 Markers in the crates so they can be transported. I need you to find out where the crates are located, remove the markers, and report back to me! ",
			"fifthQuest_tgs_description": "It's starting to get interesting. New syringes have started to crop up containing unknown stimulants, with positive effects that seem promising. It might be enough for TerraGroup to stay afloat- maybe there'll be a time where they'll have more weaponry prototypes, too?",
			"fifthQuest_tgs_mail": "Thanks for finding me these weapon parts, dodger. Go ahead and assemble the rifle and hand it over- I'll modify it according to plan. In the meantime, there are some files from TerraGroups to... pan over.",
			"fifthQuest_tgs_StartedMail": "Good work, dodger- listen to me, carefully. I need you to bring me a particular weapon- a Colt M4A1 with a 20inch barrel, a Colt buffer tube and a Colt charging handle, a High Standard M4SS Stock, a tan PMAG M3 30 FDE magazine, a colt A2 pistol grip, a URX 3.1 10,75inch handguard, a low-profile MK12 gas block, and that it all comes from the Laboratory. It'd be great if all of it came from there- then I'd be certain it's all compatible with what I want to do. Get moving, buddy!",
			"firstQuest_tgs_description": "I heard that some encrypted data from TerraGroup had been stolen by a certain someone hiding out with his buddies in the old Federal State Reserve Agency base. I bet there's some good information on it that could be sold for the right price, but... I won't bore you with the details. Get to work, killer.",
			"firstQuest_tgs_mail": "I was able to decrypt part of that encrypted data you found on Gluhar. It mentions a former USEC operator working under TerraGroup who's looking for a reliable pair of hands. Considering you're confident, you should take a look at it- apparently, his hideout isn't far from the entrance of some hidden-away laboratory. He might have some valuable equipment lying around.",
			"firstQuest_tgs_StartedMail": "Alright, listen up, killer. Gluhar and his lackeys are well-armed and well-prepared- and they're expecting trouble. They're over in the old Federal State Reserve Agency base, and tend to patrol around the barracks. You need to put them down and find an encrypted drive on one of them. Kill them, and bring me that damn encrypted drive!",
			"fourthQuest_tgs_description": "You thought you'd get out of there unscathed? Well, you can dream, but... it seems like he wants to send you to the grave with this one. Don't believe that it's without risk- everything you do, touch, or breathe on this job will have an impact on your body. Take care, and above all else, take... adequate precautions.",
			"fourthQuest_tgs_mail": "Whoa! I didn't believe for a second that you'd make it there, let alone make it back. You wore the mask from start to finish, didn't you? Hand it over, so I can get it properly contained and start taking a look at it- and come see me, when you have time. I've still got work for you.",
			"fourthQuest_tgs_StartedMail": "Perfect, you're back! See, those eggheads down in TerraGroup's laboratories were working on some sort of new material. Their database is too large and too well-protected for me to learn anything about it in the short term, so... you've got some leg-work to do. Find yourself a gas mask, and get moving. Don't take the mask off until the stuff's left your hands.",
			"ninthQuest_tgs_description": "Expect the unexpected. It's time to take one small leap into the secrets of TerraGroup- there's still a lot to discover, at all. Don't hesitate, and prepare yourself to undergo significant pressure, exertion and stress. Your life and livelihood is at stake.",
			"ninthQuest_tgs_mail": "Ready, dodger? Perfect, because that's the end of your fun. I've prepared something for you- try to make good use of it?",
			"ninthQuest_tgs_StartedMail": "Hey, dodger. Finished something for you- go ahead and take it. I don't have a job for you yet, so take advantage of your new-found freetime and prepare yourself. I've made some interesting discoveries, so come back soon and I might be able to tell you what to do.",
			"secondQuest_tgs_description": "Despite how hard it was to decrypt the data, Fence's contacts made short work of it. Thanks to them, you've gotten into contact with that ex-USEC operator- but, now he wants you to prove your worth to him. You're going to need to get your hands dirty.",
			"secondQuest_tgs_mail": "There you are again! I'm surprised you pulled that off- at least you don't seem like you'll get yourself killed by a bunch of flies. I still need you, so hold on a second: this is important. I have a few more... missions, if you'll take them: and don't worry, I have a good reward in mind.",
			"secondQuest_tgs_StartedMail": "So, dodger, it was you who managed to decrypt my drive? Interesting! You look like too much of a bruiser to have pulled that off without some help- so, you're going to show me that you've got some wits. You know what's hidden away not too far from here- so, you're going to go in there, and fight your way out. Three times. Get the lead out, we don't have all day!",
			"seventhQuest_tgs_description": "Now that you've got your hands on your new rifle, you need to find a way to obtain its ammunition. If it was tested in-house by TerraGroup, then maybe there's some in the Laboratory? The Specialist seems to believe it.",
			"seventhQuest_tgs_mail": "Whoa! You really found them? Well played! Knew I could count on you- so, listen: I'm going to give you a few for the moment, but not much. Come back later, and I should be able to make more.",
			"seventhQuest_tgs_StartedMail": "Listen, if you want me to make rounds for your new toy, you're going to have to do some legwork. Go down into the Laboratory and find the rounds they were using with the prototype rifle. I don't know where they were stored, so I can't really tell you much more- but try to be logical in your searching, alright?",
			"sixthQuest_tgs_description": "Finally, things are getting serious. The Specialist is putting the finishing touches on a prototype AR-pattern rifle that was meant to be manufactured by TerraGroup and tested in this self-same Laboratory, but... you still lack the most important part: ammunition. Try not to misplace the rifle, would you?",
			"sixthQuest_tgs_mail": "And... here! The job's done. I've reassembled the prototype- an M4A1 converted to 6.5x39mm Grendel in-house, but... we don't have the ammunition. Try not to lose it! I don't have what it takes to assemble another right now.",
			"sixthQuest_tgs_StartedMail": "Pass the rifle over, and I can sort out the conversion.",
			"tenthQuest_tgs_description": "You thought you were quiet the last time you prevented the TerraGroup raid on the Lab. Turns out, you’re wrong. This is only the beginning of a bitter struggle to keep you from getting your hands on confidential Lab intel, and you angered them. ",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Well done boy, you’ve done a good job again. Here, I managed to get my hands on some prototype armor the scientists were working on while I was still employed under TerraGroup. Take good care of it, it’s the only one I have in stock... ",
			"tenthQuest_tgs_StartedMail": "Hey boy! Listen here, we have a problem on our hands. I just saw a large group of mercenaries enter the Lab. I think they’re back once again to either destroy TerraGroup property or take it for themselves to prevent us from getting our hands on it. Appropriate. Here, take this gear and go defend the Lab. Kill all the mercenaries there before they can leave with any goods, and hurry the hell up! Ah, wait a minute… there’s word that they’re also planning to test some sort of dangerous new gas, so better you be wearing a gas mask as a precaution, lest you end up dead from the gas. ",
			"thirdQuest_tgs_description": "You've proven your worth to him, but this is only the beginning. It's time to give it your all- did you really think that TerraGroups abandoned their lab outright? Well... you're wrong.",
			"thirdQuest_tgs_mail": "Congratulations! Those jammers were doing some nasty work, but thanks to your efforts, I've got the wiggle-room I needed to get into and around TerraGroup's systems. Together, we can make a hell of a profit- and I'll be able to prepare for you some stuff that was intended for some of their Special Forces contractors. They should allow you to get a leg up on others looking to unearth the secrets of TerraGroup.",
			"thirdQuest_tgs_StartedMail": "So, buddy, you're back- ready for a mission? Perfect. It turns out that I could get external access to TerraGroup's servers, but those spooks managed to lock them down tight with jammers. You're going to go in there and get rid of them- so bring a good kit with you and pack a lunch: you're gonna' need it. I should be able to use those jammers for other things, if you bring them back, to get started.",
			"twelfthQuest_tgs_description": "It's time to put your talents to the test. Will you be able to repel them and survive? Or will you succumb and suffer the consequences?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Good, you made it through. Nice gun you picked up, they're well-equipped.",
			"twelfthQuest_tgs_StartedMail": "Now listen to me. Mercenaries have been shot by scavs in the woods. There must be equipment left where they died, find them and retrieve that equipment. Be careful, Terragroup soldiers are most likely looking for them, so be careful, they're not kidding. Don't hesitate to use the weapon you might find!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminate 15 Raiders in the Laboratory with the P-M4A1 assault rifle in a single raid",
					"eightQuest_tgs_FirstRequir": "Survive and extract from the Laboratory"
				},
				"name": "Preservation",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Find the crate and collect the marker at the Interchange",
					"eleventhQuest_tgs_Handover": "Hand over the marker from the crate"
				},
				"name": "Life-size tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Find in raid M4A1 Assault Rifle",
					"fifthQuest_tgs_FirstRequir2": "Find in raid Colt A2 grip",
					"fifthQuest_tgs_FirstRequir3": "Find in raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Find in raid Upper receiver Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Find in raid Colt buffer tube",
					"fifthQuest_tgs_FirstRequir6": "Find in raid Colt AR-15 charging handle for AR-15",
					"fifthQuest_tgs_FirstRequir7": "Find in raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Find in raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Find in raid AR-15 Carry Handle",
					"fifthQuest_tgs_FirstRequir10": "Find in raid High Standard M4SS Stock",
					"fifthQuest_tgs_FirstRequir11": "Find in raid MK12 Low Profile Gas Block",
					"fifthQuest_tgs_FirstRequir12": "Survive and extract from the Laboratory"
				},
				"name": "Weaponry",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Find and eliminate Gluhar",
					"firstQuest_tgs_FirstRequir2": "Find and eliminate an assault guard",
					"firstQuest_tgs_FirstRequir3": "Find and eliminate a scout guard",
					"firstQuest_tgs_FirstRequir4": "Find and eliminate a security guard",
					"firstQuest_tgs_FindItem": "Find the encrypted device",
					"firstQuest_tgs_Handover": "Hand over the encrypted device"
				},
				"name": "Laboratory Mysteries",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Find the chemical container",
					"fourthQuest_tgs_FirstRequir2": "Hand over the chemical container",
					"fourthQuest_tgs_FirstRequir3": "Survive and leave the area while wearing a GP-5 gasmask"
				},
				"name": "A New Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Level up the Stress Resistance skill to 30"
				},
				"name": "The Dangers of Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survive and extract from 3 raids in the Laboratory"
				},
				"name": "First Meeting",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Find the 6.5x39mm GRENDEL ammo prototype",
					"seventhQuest_tgs_Handover": "Hand over the ammo prototype to The Specialist",
					"seventhQuest_tgs_seventhRequir1": "Survive and extract from the Laboratory"
				},
				"name": "A Beautiful Caliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Hand over the assembled weapon"
				},
				"name": "TerraGroup Weapon Prototype",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Kill 30 raiders in the Lab. You must be wearing a GP-5 gasmask",
					"tenthQuest_tgs_FirstRequir": "Survive in the Lab for at least 10 minutes and extract",
					"tenthQuest_tgs_FailCounter": "Do not die or extract under 10 minutes in the Lab"
				},
				"name": "Night raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Remove the electronics jammers from the servers",
					"thirdQuest_tgs_FirstRequir2": "Hand over the electronics jammers",
					"thirdQuest_tgs_FirstRequir3": "Survive and extract from the Laboratory"
				},
				"name": "Restarting the System",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Find the dead raider GPS device.",
					"twelfthQuest_tgs_FirstRequir": "Kill 30 raiders in Woods with the dead raider equipment.",
					"twelfthQuest_tgs_FirstRequir2": "Survive on Woods."
				},
				"name": "We got some bad news",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "The “Bad News” in .338 Lapua has become a signature rifle for Noreen Firearms. The rifle was originally designed with the intent of taking a well-known large caliber, and being able to send it downrange accurately, further than any other semi-automatic rifle on the market. Now, with the Bad News Gen. II, we’ve taken a rifle that was already a long-distance powerhouse, and completely upgraded it. With new upgraded receivers, a new gas block, and a mean looking hand-guard, the new Bad News takes everything you loved from the first gen, and made it even better. We took a “signature rifle”, and turned it into a masterpiece."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Receiver",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "A receiver specially made for \"Bad News\" rifle in .338 Lapua Magnum cartridge."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Cartridge",
				"ShortName": ".338 Lapua Magnum",
				"Description": "The .338 Lapua Magnum (8.6×70mm or 8.58×70mm) is a rimless, bottlenecked, centerfire rifle cartridge. It was developed during the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the War in Afghanistan and the Iraq War. As a result of this, it became more widely available. In addition to its military role, it is increasingly used by hunters and civilian long-range shooting enthusiasts. The .338 Lapua Magnum is capable of taking down any game animal, though its suitability for some dangerous game (Cape buffalo, hippopotamus, white rhinoceros, and elephant) is arguable, unless accompanied by a larger \"backup\" calibre: \"There is a huge difference between calibres that will kill an elephant and those that can be relied upon to stop one.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Rounds mag .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "A 10round magazine specially made for the rifle \"Bad News\" with .338 Lapua Magnum cartridge."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cardrige 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL bullet prototype",
				"ShortName": "Grendel",
				"Description": "This is a bullet prototype of 6.5x39mm GRENDEL ammo. They are made by the terragroup laboratory.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "A prototype of a plate carrier vest LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "A simple and minimalist vest plate holder that can be equipped with a vest. This prototype was designed in the terragroup laboratories and given as equipment to the terragroup special forces."
			},
			"tgs_beacon": {
				"Name": "MS2000 Marker",
				"ShortName": "MS2000",
				"Description": "The marker is used during nighttime operations. It emits signal in the IR region which are visible through NVGs. Uses special filter when operating in the IR mode, if the filter is removed, it appears as a bright flash in the visible spectrum. In the extended mode operates with a blue flash."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Chemical container",
				"ShortName": "ChemCont",
				"Description": "Hermetic container for storing various chemicals. Do not open this container for any reasons."
			},
			"tgs_chemical_meds": {
				"Name": "Chemical injector",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimental Chemical injector",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-round magazine prototype",
				"ShortName": "P-GEN M3 26",
				"Description": "A 26-round polymer Magpul PMAG GEN M3 26 magazine prototype, for 6.5x39 ammunition designed to be used with the P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Crafting plans for GRENDEL cardrige",
				"ShortName": "Plans.",
				"Description": "Some crafting plans made by The Specialist for crafting 6.5x39mm GRENDEL cardriges."
			},
			"tgs_jammer": {
				"Name": "Electronic jammer",
				"ShortName": "Jammer",
				"Description": "Assembled electronic jammer. Emetting electric waves into the connected network for creating huge dysfunction in the system."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Armor vest prototype Redut",
				"ShortName": "P-Redut",
				"Description": "A powered and resistant prototype armor, it offers excellent protection against bullets. This prototype was designed in the terragroup laboratories and donated as equipment to the terragroup special forces"
			},
			"tgs_prototype_m16": {
				"Name": "Assault rifle prototype Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "A prototype of the Colt M4A1 - an assault rifle (carbine), designed in the USA on the basis of AR-15 platform for 6.5x39mm GRENDEL cartridge. It was developed primarily for use by vehicle operators and fireteams, who required a more compact and lighter weapon than a standard full-length rifle, but using the same ordnance. However, US SOCOM (United States Special Operations Command) was soon to adopt the M4A1 for all subordinate units, followed by general introduction of M4A1 into service in the US Army and Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt buffer tube",
				"ShortName": "CST",
				"Description": "Colt Receiver Extension Buffer Tube, 4-position, Mil-Spec diameter will fit any AR-15-based carbine."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Upper receiver Colt M4A1 5.56x45 for Prototype M4A1 assault rifle",
				"ShortName": "P-M4A1 Upper",
				"Description": "Upper receiver for M4A1 assault rifle manufactured by Colt. Equipped with a mound for attaching additional devices."
			},
			"tgs_ssdDrive": {
				"Name": "Crypted SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Used for data storage with a better read and reading speed. He seems to be crypted and no one seems to know how to access to his datas."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "This GPS device is used to locate Terragroup assault members positions. It isn't as precise as an advanced GPS device for avoiding hacking and members positions leaking."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" handguard for AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 handguard for AR-15 equipped with a unique interface for installation of additional devices and accessories."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Specialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "The Specialist",
				"Location": "TerraGroup Laboratory",
				"Description": "A guard from TerraGroup who's been set up at the Laboratory. He knows a lot about the goings-on of that place, but in turn, not many people have any information on him, or knows who he is."
			}
		}
	},
	"pl": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "This is a crucial moment for the Specialist's research: what you do now will decide everything, in both the short-term, and the long-term. Will you be able to save the Laboratory?",
			"eightQuest_tgs_mail": "Hell! That's perfect! You saved the Laboratory equipment and the research! Bought me the time I need to look into their servers and finish off what I can. Come see me later, dodger- I've still got some work for you.",
			"eightQuest_tgs_StartedMail": "Alright, this is getting bad- they've caught onto us. They're planning on sending mercs to stop us in our tracks by having them go scorched earth on the Laboratory- documents, servers, the whole nine yards. You've got to go in there and make sure they don't get the chance. Get moving, dodger!",
			"eleventhQuest_tgs_description": "You’ve managed to prevent the mercenaries from recovering and destroying TerraGroup intel and equipment so you won’t be hearing about them for a while. They’re going to have to prepare, but so are you. Give yourself a breather, and prepare for the worst. You’re going to have to reenergize yourself for the upcoming fights. You’re ready? That’s good. Now, the folks at TerraGroup have been preparing very specific stocks... ",
			"eleventhQuest_tgs_mail": "Well done boy, this will prevent them from finding the crates and utilizing them! It might save us some trouble down the line. Now, I still have a job for you, so come see me whenever you have the time! ",
			"eleventhQuest_tgs_StartedMail": "So my boy, I managed to get some information about stocks of experimental drugs hidden in a cache at the mall. Apparently, they were planning to test the drugs on the local population. Intel states that it’s located in some sort of armory, with some MS2000 Markers in the crates so they can be transported. I need you to find out where the crates are located, remove the markers, and report back to me! ",
			"fifthQuest_tgs_description": "It's starting to get interesting. New syringes have started to crop up containing unknown stimulants, with positive effects that seem promising. It might be enough for TerraGroup to stay afloat- maybe there'll be a time where they'll have more weaponry prototypes, too?",
			"fifthQuest_tgs_mail": "Thanks for finding me these weapon parts, dodger. Go ahead and assemble the rifle and hand it over- I'll modify it according to plan. In the meantime, there are some files from TerraGroups to... pan over.",
			"fifthQuest_tgs_StartedMail": "Good work, dodger- listen to me, carefully. I need you to bring me a particular weapon- a Colt M4A1 with a 20inch barrel, a Colt buffer tube and a Colt charging handle, a High Standard M4SS Stock, a tan PMAG M3 30 FDE magazine, a colt A2 pistol grip, a URX 3.1 10,75inch handguard, a low-profile MK12 gas block, and that it all comes from the Laboratory. It'd be great if all of it came from there- then I'd be certain it's all compatible with what I want to do. Get moving, buddy!",
			"firstQuest_tgs_description": "I heard that some encrypted data from TerraGroup had been stolen by a certain someone hiding out with his buddies in the old Federal State Reserve Agency base. I bet there's some good information on it that could be sold for the right price, but... I won't bore you with the details. Get to work, killer.",
			"firstQuest_tgs_mail": "I was able to decrypt part of that encrypted data you found on Gluhar. It mentions a former USEC operator working under TerraGroup who's looking for a reliable pair of hands. Considering you're confident, you should take a look at it- apparently, his hideout isn't far from the entrance of some hidden-away laboratory. He might have some valuable equipment lying around.",
			"firstQuest_tgs_StartedMail": "Alright, listen up, killer. Gluhar and his lackeys are well-armed and well-prepared- and they're expecting trouble. They're over in the old Federal State Reserve Agency base, and tend to patrol around the barracks. You need to put them down and find an encrypted drive on one of them. Kill them, and bring me that damn encrypted drive!",
			"fourthQuest_tgs_description": "You thought you'd get out of there unscathed? Well, you can dream, but... it seems like he wants to send you to the grave with this one. Don't believe that it's without risk- everything you do, touch, or breathe on this job will have an impact on your body. Take care, and above all else, take... adequate precautions.",
			"fourthQuest_tgs_mail": "Whoa! I didn't believe for a second that you'd make it there, let alone make it back. You wore the mask from start to finish, didn't you? Hand it over, so I can get it properly contained and start taking a look at it- and come see me, when you have time. I've still got work for you.",
			"fourthQuest_tgs_StartedMail": "Perfect, you're back! See, those eggheads down in TerraGroup's laboratories were working on some sort of new material. Their database is too large and too well-protected for me to learn anything about it in the short term, so... you've got some leg-work to do. Find yourself a gas mask, and get moving. Don't take the mask off until the stuff's left your hands.",
			"ninthQuest_tgs_description": "Expect the unexpected. It's time to take one small leap into the secrets of TerraGroup- there's still a lot to discover, at all. Don't hesitate, and prepare yourself to undergo significant pressure, exertion and stress. Your life and livelihood is at stake.",
			"ninthQuest_tgs_mail": "Ready, dodger? Perfect, because that's the end of your fun. I've prepared something for you- try to make good use of it?",
			"ninthQuest_tgs_StartedMail": "Hey, dodger. Finished something for you- go ahead and take it. I don't have a job for you yet, so take advantage of your new-found freetime and prepare yourself. I've made some interesting discoveries, so come back soon and I might be able to tell you what to do.",
			"secondQuest_tgs_description": "Despite how hard it was to decrypt the data, Fence's contacts made short work of it. Thanks to them, you've gotten into contact with that ex-USEC operator- but, now he wants you to prove your worth to him. You're going to need to get your hands dirty.",
			"secondQuest_tgs_mail": "There you are again! I'm surprised you pulled that off- at least you don't seem like you'll get yourself killed by a bunch of flies. I still need you, so hold on a second: this is important. I have a few more... missions, if you'll take them: and don't worry, I have a good reward in mind.",
			"secondQuest_tgs_StartedMail": "So, dodger, it was you who managed to decrypt my drive? Interesting! You look like too much of a bruiser to have pulled that off without some help- so, you're going to show me that you've got some wits. You know what's hidden away not too far from here- so, you're going to go in there, and fight your way out. Three times. Get the lead out, we don't have all day!",
			"seventhQuest_tgs_description": "Now that you've got your hands on your new rifle, you need to find a way to obtain its ammunition. If it was tested in-house by TerraGroup, then maybe there's some in the Laboratory? The Specialist seems to believe it.",
			"seventhQuest_tgs_mail": "Whoa! You really found them? Well played! Knew I could count on you- so, listen: I'm going to give you a few for the moment, but not much. Come back later, and I should be able to make more.",
			"seventhQuest_tgs_StartedMail": "Listen, if you want me to make rounds for your new toy, you're going to have to do some legwork. Go down into the Laboratory and find the rounds they were using with the prototype rifle. I don't know where they were stored, so I can't really tell you much more- but try to be logical in your searching, alright?",
			"sixthQuest_tgs_description": "Finally, things are getting serious. The Specialist is putting the finishing touches on a prototype AR-pattern rifle that was meant to be manufactured by TerraGroup and tested in this self-same Laboratory, but... you still lack the most important part: ammunition. Try not to misplace the rifle, would you?",
			"sixthQuest_tgs_mail": "And... here! The job's done. I've reassembled the prototype- an M4A1 converted to 6.5x39mm Grendel in-house, but... we don't have the ammunition. Try not to lose it! I don't have what it takes to assemble another right now.",
			"sixthQuest_tgs_StartedMail": "Pass the rifle over, and I can sort out the conversion.",
			"tenthQuest_tgs_description": "You thought you were quiet the last time you prevented the TerraGroup raid on the Lab. Turns out, you’re wrong. This is only the beginning of a bitter struggle to keep you from getting your hands on confidential Lab intel, and you angered them. ",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Well done boy, you’ve done a good job again. Here, I managed to get my hands on some prototype armor the scientists were working on while I was still employed under TerraGroup. Take good care of it, it’s the only one I have in stock... ",
			"tenthQuest_tgs_StartedMail": "Hey boy! Listen here, we have a problem on our hands. I just saw a large group of mercenaries enter the Lab. I think they’re back once again to either destroy TerraGroup property or take it for themselves to prevent us from getting our hands on it. Appropriate. Here, take this gear and go defend the Lab. Kill all the mercenaries there before they can leave with any goods, and hurry the hell up! Ah, wait a minute… there’s word that they’re also planning to test some sort of dangerous new gas, so better you be wearing a gas mask as a precaution, lest you end up dead from the gas. ",
			"thirdQuest_tgs_description": "You've proven your worth to him, but this is only the beginning. It's time to give it your all- did you really think that TerraGroups abandoned their lab outright? Well... you're wrong.",
			"thirdQuest_tgs_mail": "Congratulations! Those jammers were doing some nasty work, but thanks to your efforts, I've got the wiggle-room I needed to get into and around TerraGroup's systems. Together, we can make a hell of a profit- and I'll be able to prepare for you some stuff that was intended for some of their Special Forces contractors. They should allow you to get a leg up on others looking to unearth the secrets of TerraGroup.",
			"thirdQuest_tgs_StartedMail": "So, buddy, you're back- ready for a mission? Perfect. It turns out that I could get external access to TerraGroup's servers, but those spooks managed to lock them down tight with jammers. You're going to go in there and get rid of them- so bring a good kit with you and pack a lunch: you're gonna' need it. I should be able to use those jammers for other things, if you bring them back, to get started.",
			"twelfthQuest_tgs_description": "It's time to put your talents to the test. Will you be able to repel them and survive? Or will you succumb and suffer the consequences?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Good, you made it through. Nice gun you picked up, they're well-equipped.",
			"twelfthQuest_tgs_StartedMail": "Now listen to me. Mercenaries have been shot by scavs in the woods. There must be equipment left where they died, find them and retrieve that equipment. Be careful, Terragroup soldiers are most likely looking for them, so be careful, they're not kidding. Don't hesitate to use the weapon you might find!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminate 15 Raiders in the Laboratory with the P-M4A1 assault rifle in a single raid",
					"eightQuest_tgs_FirstRequir": "Survive and extract from the Laboratory"
				},
				"name": "Preservation",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Find the crate and collect the marker at the Interchange",
					"eleventhQuest_tgs_Handover": "Hand over the marker from the crate"
				},
				"name": "Life-size tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Find in raid M4A1 Assault Rifle",
					"fifthQuest_tgs_FirstRequir2": "Find in raid Colt A2 grip",
					"fifthQuest_tgs_FirstRequir3": "Find in raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Find in raid Upper receiver Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Find in raid Colt buffer tube",
					"fifthQuest_tgs_FirstRequir6": "Find in raid Colt AR-15 charging handle for AR-15",
					"fifthQuest_tgs_FirstRequir7": "Find in raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Find in raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Find in raid AR-15 Carry Handle",
					"fifthQuest_tgs_FirstRequir10": "Find in raid High Standard M4SS Stock",
					"fifthQuest_tgs_FirstRequir11": "Find in raid MK12 Low Profile Gas Block",
					"fifthQuest_tgs_FirstRequir12": "Survive and extract from the Laboratory"
				},
				"name": "Weaponry",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Find and eliminate Gluhar",
					"firstQuest_tgs_FirstRequir2": "Find and eliminate an assault guard",
					"firstQuest_tgs_FirstRequir3": "Find and eliminate a scout guard",
					"firstQuest_tgs_FirstRequir4": "Find and eliminate a security guard",
					"firstQuest_tgs_FindItem": "Find the encrypted device",
					"firstQuest_tgs_Handover": "Hand over the encrypted device"
				},
				"name": "Laboratory Mysteries",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Find the chemical container",
					"fourthQuest_tgs_FirstRequir2": "Hand over the chemical container",
					"fourthQuest_tgs_FirstRequir3": "Survive and leave the area while wearing a GP-5 gasmask"
				},
				"name": "A New Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Level up the Stress Resistance skill to 30"
				},
				"name": "The Dangers of Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survive and extract from 3 raids in the Laboratory"
				},
				"name": "First Meeting",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Find the 6.5x39mm GRENDEL ammo prototype",
					"seventhQuest_tgs_Handover": "Hand over the ammo prototype to The Specialist",
					"seventhQuest_tgs_seventhRequir1": "Survive and extract from the Laboratory"
				},
				"name": "A Beautiful Caliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Hand over the assembled weapon"
				},
				"name": "TerraGroup Weapon Prototype",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Kill 30 raiders in the Lab. You must be wearing a GP-5 gasmask",
					"tenthQuest_tgs_FirstRequir": "Survive in the Lab for at least 10 minutes and extract",
					"tenthQuest_tgs_FailCounter": "Do not die or extract under 10 minutes in the Lab"
				},
				"name": "Night raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Remove the electronics jammers from the servers",
					"thirdQuest_tgs_FirstRequir2": "Hand over the electronics jammers",
					"thirdQuest_tgs_FirstRequir3": "Survive and extract from the Laboratory"
				},
				"name": "Restarting the System",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Find the dead raider GPS device.",
					"twelfthQuest_tgs_FirstRequir": "Kill 30 raiders in Woods with the dead raider equipment.",
					"twelfthQuest_tgs_FirstRequir2": "Survive on Woods."
				},
				"name": "We got some bad news",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "The “Bad News” in .338 Lapua has become a signature rifle for Noreen Firearms. The rifle was originally designed with the intent of taking a well-known large caliber, and being able to send it downrange accurately, further than any other semi-automatic rifle on the market. Now, with the Bad News Gen. II, we’ve taken a rifle that was already a long-distance powerhouse, and completely upgraded it. With new upgraded receivers, a new gas block, and a mean looking hand-guard, the new Bad News takes everything you loved from the first gen, and made it even better. We took a “signature rifle”, and turned it into a masterpiece."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Receiver",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "A receiver specially made for \"Bad News\" rifle in .338 Lapua Magnum cartridge."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Cartridge",
				"ShortName": ".338 Lapua Magnum",
				"Description": "The .338 Lapua Magnum (8.6×70mm or 8.58×70mm) is a rimless, bottlenecked, centerfire rifle cartridge. It was developed during the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the War in Afghanistan and the Iraq War. As a result of this, it became more widely available. In addition to its military role, it is increasingly used by hunters and civilian long-range shooting enthusiasts. The .338 Lapua Magnum is capable of taking down any game animal, though its suitability for some dangerous game (Cape buffalo, hippopotamus, white rhinoceros, and elephant) is arguable, unless accompanied by a larger \"backup\" calibre: \"There is a huge difference between calibres that will kill an elephant and those that can be relied upon to stop one.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Rounds mag .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "A 10round magazine specially made for the rifle \"Bad News\" with .338 Lapua Magnum cartridge."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cardrige 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL bullet prototype",
				"ShortName": "Grendel",
				"Description": "This is a bullet prototype of 6.5x39mm GRENDEL ammo. They are made by the terragroup laboratory.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "A prototype of a plate carrier vest LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "A simple and minimalist vest plate holder that can be equipped with a vest. This prototype was designed in the terragroup laboratories and given as equipment to the terragroup special forces."
			},
			"tgs_beacon": {
				"Name": "MS2000 Marker",
				"ShortName": "MS2000",
				"Description": "The marker is used during nighttime operations. It emits signal in the IR region which are visible through NVGs. Uses special filter when operating in the IR mode, if the filter is removed, it appears as a bright flash in the visible spectrum. In the extended mode operates with a blue flash."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Chemical container",
				"ShortName": "ChemCont",
				"Description": "Hermetic container for storing various chemicals. Do not open this container for any reasons."
			},
			"tgs_chemical_meds": {
				"Name": "Chemical injector",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimental Chemical injector",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-round magazine prototype",
				"ShortName": "P-GEN M3 26",
				"Description": "A 26-round polymer Magpul PMAG GEN M3 26 magazine prototype, for 6.5x39 ammunition designed to be used with the P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Crafting plans for GRENDEL cardrige",
				"ShortName": "Plans.",
				"Description": "Some crafting plans made by The Specialist for crafting 6.5x39mm GRENDEL cardriges."
			},
			"tgs_jammer": {
				"Name": "Electronic jammer",
				"ShortName": "Jammer",
				"Description": "Assembled electronic jammer. Emetting electric waves into the connected network for creating huge dysfunction in the system."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Armor vest prototype Redut",
				"ShortName": "P-Redut",
				"Description": "A powered and resistant prototype armor, it offers excellent protection against bullets. This prototype was designed in the terragroup laboratories and donated as equipment to the terragroup special forces"
			},
			"tgs_prototype_m16": {
				"Name": "Assault rifle prototype Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "A prototype of the Colt M4A1 - an assault rifle (carbine), designed in the USA on the basis of AR-15 platform for 6.5x39mm GRENDEL cartridge. It was developed primarily for use by vehicle operators and fireteams, who required a more compact and lighter weapon than a standard full-length rifle, but using the same ordnance. However, US SOCOM (United States Special Operations Command) was soon to adopt the M4A1 for all subordinate units, followed by general introduction of M4A1 into service in the US Army and Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt buffer tube",
				"ShortName": "CST",
				"Description": "Colt Receiver Extension Buffer Tube, 4-position, Mil-Spec diameter will fit any AR-15-based carbine."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Upper receiver Colt M4A1 5.56x45 for Prototype M4A1 assault rifle",
				"ShortName": "P-M4A1 Upper",
				"Description": "Upper receiver for M4A1 assault rifle manufactured by Colt. Equipped with a mound for attaching additional devices."
			},
			"tgs_ssdDrive": {
				"Name": "Crypted SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Used for data storage with a better read and reading speed. He seems to be crypted and no one seems to know how to access to his datas."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "This GPS device is used to locate Terragroup assault members positions. It isn't as precise as an advanced GPS device for avoiding hacking and members positions leaking."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" handguard for AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 handguard for AR-15 equipped with a unique interface for installation of additional devices and accessories."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Specialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "The Specialist",
				"Location": "TerraGroup Laboratory",
				"Description": "A guard from TerraGroup who's been set up at the Laboratory. He knows a lot about the goings-on of that place, but in turn, not many people have any information on him, or knows who he is."
			}
		}
	},
	"po": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "This is a crucial moment for the Specialist's research: what you do now will decide everything, in both the short-term, and the long-term. Will you be able to save the Laboratory?",
			"eightQuest_tgs_mail": "Hell! That's perfect! You saved the Laboratory equipment and the research! Bought me the time I need to look into their servers and finish off what I can. Come see me later, dodger- I've still got some work for you.",
			"eightQuest_tgs_StartedMail": "Alright, this is getting bad- they've caught onto us. They're planning on sending mercs to stop us in our tracks by having them go scorched earth on the Laboratory- documents, servers, the whole nine yards. You've got to go in there and make sure they don't get the chance. Get moving, dodger!",
			"eleventhQuest_tgs_description": "You’ve managed to prevent the mercenaries from recovering and destroying TerraGroup intel and equipment so you won’t be hearing about them for a while. They’re going to have to prepare, but so are you. Give yourself a breather, and prepare for the worst. You’re going to have to reenergize yourself for the upcoming fights. You’re ready? That’s good. Now, the folks at TerraGroup have been preparing very specific stocks... ",
			"eleventhQuest_tgs_mail": "Well done boy, this will prevent them from finding the crates and utilizing them! It might save us some trouble down the line. Now, I still have a job for you, so come see me whenever you have the time! ",
			"eleventhQuest_tgs_StartedMail": "So my boy, I managed to get some information about stocks of experimental drugs hidden in a cache at the mall. Apparently, they were planning to test the drugs on the local population. Intel states that it’s located in some sort of armory, with some MS2000 Markers in the crates so they can be transported. I need you to find out where the crates are located, remove the markers, and report back to me! ",
			"fifthQuest_tgs_description": "It's starting to get interesting. New syringes have started to crop up containing unknown stimulants, with positive effects that seem promising. It might be enough for TerraGroup to stay afloat- maybe there'll be a time where they'll have more weaponry prototypes, too?",
			"fifthQuest_tgs_mail": "Thanks for finding me these weapon parts, dodger. Go ahead and assemble the rifle and hand it over- I'll modify it according to plan. In the meantime, there are some files from TerraGroups to... pan over.",
			"fifthQuest_tgs_StartedMail": "Good work, dodger- listen to me, carefully. I need you to bring me a particular weapon- a Colt M4A1 with a 20inch barrel, a Colt buffer tube and a Colt charging handle, a High Standard M4SS Stock, a tan PMAG M3 30 FDE magazine, a colt A2 pistol grip, a URX 3.1 10,75inch handguard, a low-profile MK12 gas block, and that it all comes from the Laboratory. It'd be great if all of it came from there- then I'd be certain it's all compatible with what I want to do. Get moving, buddy!",
			"firstQuest_tgs_description": "I heard that some encrypted data from TerraGroup had been stolen by a certain someone hiding out with his buddies in the old Federal State Reserve Agency base. I bet there's some good information on it that could be sold for the right price, but... I won't bore you with the details. Get to work, killer.",
			"firstQuest_tgs_mail": "I was able to decrypt part of that encrypted data you found on Gluhar. It mentions a former USEC operator working under TerraGroup who's looking for a reliable pair of hands. Considering you're confident, you should take a look at it- apparently, his hideout isn't far from the entrance of some hidden-away laboratory. He might have some valuable equipment lying around.",
			"firstQuest_tgs_StartedMail": "Alright, listen up, killer. Gluhar and his lackeys are well-armed and well-prepared- and they're expecting trouble. They're over in the old Federal State Reserve Agency base, and tend to patrol around the barracks. You need to put them down and find an encrypted drive on one of them. Kill them, and bring me that damn encrypted drive!",
			"fourthQuest_tgs_description": "You thought you'd get out of there unscathed? Well, you can dream, but... it seems like he wants to send you to the grave with this one. Don't believe that it's without risk- everything you do, touch, or breathe on this job will have an impact on your body. Take care, and above all else, take... adequate precautions.",
			"fourthQuest_tgs_mail": "Whoa! I didn't believe for a second that you'd make it there, let alone make it back. You wore the mask from start to finish, didn't you? Hand it over, so I can get it properly contained and start taking a look at it- and come see me, when you have time. I've still got work for you.",
			"fourthQuest_tgs_StartedMail": "Perfect, you're back! See, those eggheads down in TerraGroup's laboratories were working on some sort of new material. Their database is too large and too well-protected for me to learn anything about it in the short term, so... you've got some leg-work to do. Find yourself a gas mask, and get moving. Don't take the mask off until the stuff's left your hands.",
			"ninthQuest_tgs_description": "Expect the unexpected. It's time to take one small leap into the secrets of TerraGroup- there's still a lot to discover, at all. Don't hesitate, and prepare yourself to undergo significant pressure, exertion and stress. Your life and livelihood is at stake.",
			"ninthQuest_tgs_mail": "Ready, dodger? Perfect, because that's the end of your fun. I've prepared something for you- try to make good use of it?",
			"ninthQuest_tgs_StartedMail": "Hey, dodger. Finished something for you- go ahead and take it. I don't have a job for you yet, so take advantage of your new-found freetime and prepare yourself. I've made some interesting discoveries, so come back soon and I might be able to tell you what to do.",
			"secondQuest_tgs_description": "Despite how hard it was to decrypt the data, Fence's contacts made short work of it. Thanks to them, you've gotten into contact with that ex-USEC operator- but, now he wants you to prove your worth to him. You're going to need to get your hands dirty.",
			"secondQuest_tgs_mail": "There you are again! I'm surprised you pulled that off- at least you don't seem like you'll get yourself killed by a bunch of flies. I still need you, so hold on a second: this is important. I have a few more... missions, if you'll take them: and don't worry, I have a good reward in mind.",
			"secondQuest_tgs_StartedMail": "So, dodger, it was you who managed to decrypt my drive? Interesting! You look like too much of a bruiser to have pulled that off without some help- so, you're going to show me that you've got some wits. You know what's hidden away not too far from here- so, you're going to go in there, and fight your way out. Three times. Get the lead out, we don't have all day!",
			"seventhQuest_tgs_description": "Now that you've got your hands on your new rifle, you need to find a way to obtain its ammunition. If it was tested in-house by TerraGroup, then maybe there's some in the Laboratory? The Specialist seems to believe it.",
			"seventhQuest_tgs_mail": "Whoa! You really found them? Well played! Knew I could count on you- so, listen: I'm going to give you a few for the moment, but not much. Come back later, and I should be able to make more.",
			"seventhQuest_tgs_StartedMail": "Listen, if you want me to make rounds for your new toy, you're going to have to do some legwork. Go down into the Laboratory and find the rounds they were using with the prototype rifle. I don't know where they were stored, so I can't really tell you much more- but try to be logical in your searching, alright?",
			"sixthQuest_tgs_description": "Finally, things are getting serious. The Specialist is putting the finishing touches on a prototype AR-pattern rifle that was meant to be manufactured by TerraGroup and tested in this self-same Laboratory, but... you still lack the most important part: ammunition. Try not to misplace the rifle, would you?",
			"sixthQuest_tgs_mail": "And... here! The job's done. I've reassembled the prototype- an M4A1 converted to 6.5x39mm Grendel in-house, but... we don't have the ammunition. Try not to lose it! I don't have what it takes to assemble another right now.",
			"sixthQuest_tgs_StartedMail": "Pass the rifle over, and I can sort out the conversion.",
			"tenthQuest_tgs_description": "You thought you were quiet the last time you prevented the TerraGroup raid on the Lab. Turns out, you’re wrong. This is only the beginning of a bitter struggle to keep you from getting your hands on confidential Lab intel, and you angered them. ",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Well done boy, you’ve done a good job again. Here, I managed to get my hands on some prototype armor the scientists were working on while I was still employed under TerraGroup. Take good care of it, it’s the only one I have in stock... ",
			"tenthQuest_tgs_StartedMail": "Hey boy! Listen here, we have a problem on our hands. I just saw a large group of mercenaries enter the Lab. I think they’re back once again to either destroy TerraGroup property or take it for themselves to prevent us from getting our hands on it. Appropriate. Here, take this gear and go defend the Lab. Kill all the mercenaries there before they can leave with any goods, and hurry the hell up! Ah, wait a minute… there’s word that they’re also planning to test some sort of dangerous new gas, so better you be wearing a gas mask as a precaution, lest you end up dead from the gas. ",
			"thirdQuest_tgs_description": "You've proven your worth to him, but this is only the beginning. It's time to give it your all- did you really think that TerraGroups abandoned their lab outright? Well... you're wrong.",
			"thirdQuest_tgs_mail": "Congratulations! Those jammers were doing some nasty work, but thanks to your efforts, I've got the wiggle-room I needed to get into and around TerraGroup's systems. Together, we can make a hell of a profit- and I'll be able to prepare for you some stuff that was intended for some of their Special Forces contractors. They should allow you to get a leg up on others looking to unearth the secrets of TerraGroup.",
			"thirdQuest_tgs_StartedMail": "So, buddy, you're back- ready for a mission? Perfect. It turns out that I could get external access to TerraGroup's servers, but those spooks managed to lock them down tight with jammers. You're going to go in there and get rid of them- so bring a good kit with you and pack a lunch: you're gonna' need it. I should be able to use those jammers for other things, if you bring them back, to get started.",
			"twelfthQuest_tgs_description": "It's time to put your talents to the test. Will you be able to repel them and survive? Or will you succumb and suffer the consequences?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Good, you made it through. Nice gun you picked up, they're well-equipped.",
			"twelfthQuest_tgs_StartedMail": "Now listen to me. Mercenaries have been shot by scavs in the woods. There must be equipment left where they died, find them and retrieve that equipment. Be careful, Terragroup soldiers are most likely looking for them, so be careful, they're not kidding. Don't hesitate to use the weapon you might find!"
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Eliminate 15 Raiders in the Laboratory with the P-M4A1 assault rifle in a single raid",
					"eightQuest_tgs_FirstRequir": "Survive and extract from the Laboratory"
				},
				"name": "Preservation",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Find the crate and collect the marker at the Interchange",
					"eleventhQuest_tgs_Handover": "Hand over the marker from the crate"
				},
				"name": "Life-size tests",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Find in raid M4A1 Assault Rifle",
					"fifthQuest_tgs_FirstRequir2": "Find in raid Colt A2 grip",
					"fifthQuest_tgs_FirstRequir3": "Find in raid PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Find in raid Upper receiver Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Find in raid Colt buffer tube",
					"fifthQuest_tgs_FirstRequir6": "Find in raid Colt AR-15 charging handle for AR-15",
					"fifthQuest_tgs_FirstRequir7": "Find in raid 18inch AR-15 5,56x45",
					"fifthQuest_tgs_FirstRequir8": "Find in raid URX 3.1 10,75inch",
					"fifthQuest_tgs_FirstRequir9": "Find in raid AR-15 Carry Handle",
					"fifthQuest_tgs_FirstRequir10": "Find in raid High Standard M4SS Stock",
					"fifthQuest_tgs_FirstRequir11": "Find in raid MK12 Low Profile Gas Block",
					"fifthQuest_tgs_FirstRequir12": "Survive and extract from the Laboratory"
				},
				"name": "Weaponry",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Find and eliminate Gluhar",
					"firstQuest_tgs_FirstRequir2": "Find and eliminate an assault guard",
					"firstQuest_tgs_FirstRequir3": "Find and eliminate a scout guard",
					"firstQuest_tgs_FirstRequir4": "Find and eliminate a security guard",
					"firstQuest_tgs_FindItem": "Find the encrypted device",
					"firstQuest_tgs_Handover": "Hand over the encrypted device"
				},
				"name": "Laboratory Mysteries",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Find the chemical container",
					"fourthQuest_tgs_FirstRequir2": "Hand over the chemical container",
					"fourthQuest_tgs_FirstRequir3": "Survive and leave the area while wearing a GP-5 gasmask"
				},
				"name": "A New Material",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Level up the Stress Resistance skill to 30"
				},
				"name": "The Dangers of Stress",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Survive and extract from 3 raids in the Laboratory"
				},
				"name": "First Meeting",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Find the 6.5x39mm GRENDEL ammo prototype",
					"seventhQuest_tgs_Handover": "Hand over the ammo prototype to The Specialist",
					"seventhQuest_tgs_seventhRequir1": "Survive and extract from the Laboratory"
				},
				"name": "A Beautiful Caliber",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Hand over the assembled weapon"
				},
				"name": "TerraGroup Weapon Prototype",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Kill 30 raiders in the Lab. You must be wearing a GP-5 gasmask",
					"tenthQuest_tgs_FirstRequir": "Survive in the Lab for at least 10 minutes and extract",
					"tenthQuest_tgs_FailCounter": "Do not die or extract under 10 minutes in the Lab"
				},
				"name": "Night raid",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Remove the electronics jammers from the servers",
					"thirdQuest_tgs_FirstRequir2": "Hand over the electronics jammers",
					"thirdQuest_tgs_FirstRequir3": "Survive and extract from the Laboratory"
				},
				"name": "Restarting the System",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir3": "Find the dead raider GPS device.",
					"twelfthQuest_tgs_FirstRequir": "Kill 30 raiders in Woods with the dead raider equipment.",
					"twelfthQuest_tgs_FirstRequir2": "Survive on Woods."
				},
				"name": "We got some bad news",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "The “Bad News” in .338 Lapua has become a signature rifle for Noreen Firearms. The rifle was originally designed with the intent of taking a well-known large caliber, and being able to send it downrange accurately, further than any other semi-automatic rifle on the market. Now, with the Bad News Gen. II, we’ve taken a rifle that was already a long-distance powerhouse, and completely upgraded it. With new upgraded receivers, a new gas block, and a mean looking hand-guard, the new Bad News takes everything you loved from the first gen, and made it even better. We took a “signature rifle”, and turned it into a masterpiece."
			},
			"tgs_338_badnews_receiver": {
				"Name": "\"Bad News\" Receiver",
				"ShortName": "Receiver \"Bad News\"",
				"Description": "A receiver specially made for \"Bad News\" rifle in .338 Lapua Magnum cartridge."
			},
			"tgs_338_lapuamagnum": {
				"Name": ".338 Lapua Magnum Cartridge",
				"ShortName": ".338 Lapua Magnum",
				"Description": "The .338 Lapua Magnum (8.6×70mm or 8.58×70mm) is a rimless, bottlenecked, centerfire rifle cartridge. It was developed during the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the War in Afghanistan and the Iraq War. As a result of this, it became more widely available. In addition to its military role, it is increasingly used by hunters and civilian long-range shooting enthusiasts. The .338 Lapua Magnum is capable of taking down any game animal, though its suitability for some dangerous game (Cape buffalo, hippopotamus, white rhinoceros, and elephant) is arguable, unless accompanied by a larger \"backup\" calibre: \"There is a huge difference between calibres that will kill an elephant and those that can be relied upon to stop one.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "10 Rounds mag .338 Lapua Magnum",
				"ShortName": ".338 LM 10rnd",
				"Description": "A 10round magazine specially made for the rifle \"Bad News\" with .338 Lapua Magnum cartridge."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6,5x39mm GRENDEL",
				"ShortName": "Grendel",
				"Description": "Cardrige 6,5x39mm GRENDEL",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "6,5x39mm GRENDEL bullet prototype",
				"ShortName": "Grendel",
				"Description": "This is a bullet prototype of 6.5x39mm GRENDEL ammo. They are made by the terragroup laboratory.",
				"casingName": "6,5x39 mm Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "A prototype of a plate carrier vest LBT 6094A",
				"ShortName": "P-LBT6094A",
				"Description": "A simple and minimalist vest plate holder that can be equipped with a vest. This prototype was designed in the terragroup laboratories and given as equipment to the terragroup special forces."
			},
			"tgs_beacon": {
				"Name": "MS2000 Marker",
				"ShortName": "MS2000",
				"Description": "The marker is used during nighttime operations. It emits signal in the IR region which are visible through NVGs. Uses special filter when operating in the IR mode, if the filter is removed, it appears as a bright flash in the visible spectrum. In the extended mode operates with a blue flash."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Chemical container",
				"ShortName": "ChemCont",
				"Description": "Hermetic container for storing various chemicals. Do not open this container for any reasons."
			},
			"tgs_chemical_meds": {
				"Name": "Chemical injector",
				"ShortName": "Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_chemical_meds2": {
				"Name": "Experimental Chemical injector",
				"ShortName": "Exp. Chem. Inj.",
				"Description": "Sterile desposable syringe with a dose of high toxic chemicals , efects of this chemical are still unknow. What we are sure is they will give you a really bad time if you use it."
			},
			"tgs_genm3_fde": {
				"Name": "PMAG GEN M3 26 6.5x39 GRENDEL 26-round magazine prototype",
				"ShortName": "P-GEN M3 26",
				"Description": "A 26-round polymer Magpul PMAG GEN M3 26 magazine prototype, for 6.5x39 ammunition designed to be used with the P-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Crafting plans for GRENDEL cardrige",
				"ShortName": "Plans.",
				"Description": "Some crafting plans made by The Specialist for crafting 6.5x39mm GRENDEL cardriges."
			},
			"tgs_jammer": {
				"Name": "Electronic jammer",
				"ShortName": "Jammer",
				"Description": "Assembled electronic jammer. Emetting electric waves into the connected network for creating huge dysfunction in the system."
			},
			"tgs_manager_keycard": {
				"Name": "Lab. Carte magnétique du manager",
				"ShortName": "Lab. CMM",
				"Description": "Une carte magnétique provenant du manager du laboratoire. Elle permet d'ouvrir tous les accès à carte magnétique du site."
			},
			"tgs_powerArmor": {
				"Name": "Armor vest prototype Redut",
				"ShortName": "P-Redut",
				"Description": "A powered and resistant prototype armor, it offers excellent protection against bullets. This prototype was designed in the terragroup laboratories and donated as equipment to the terragroup special forces"
			},
			"tgs_prototype_m16": {
				"Name": "Assault rifle prototype Colt M4A1 6.5x39mm",
				"ShortName": "P-M4A1",
				"Description": "A prototype of the Colt M4A1 - an assault rifle (carbine), designed in the USA on the basis of AR-15 platform for 6.5x39mm GRENDEL cartridge. It was developed primarily for use by vehicle operators and fireteams, who required a more compact and lighter weapon than a standard full-length rifle, but using the same ordnance. However, US SOCOM (United States Special Operations Command) was soon to adopt the M4A1 for all subordinate units, followed by general introduction of M4A1 into service in the US Army and Marine Corps. "
			},
			"tgs_prototype_m16_stock": {
				"Name": "Colt buffer tube",
				"ShortName": "CST",
				"Description": "Colt Receiver Extension Buffer Tube, 4-position, Mil-Spec diameter will fit any AR-15-based carbine."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Upper receiver Colt M4A1 5.56x45 for Prototype M4A1 assault rifle",
				"ShortName": "P-M4A1 Upper",
				"Description": "Upper receiver for M4A1 assault rifle manufactured by Colt. Equipped with a mound for attaching additional devices."
			},
			"tgs_ssdDrive": {
				"Name": "Crypted SSD",
				"ShortName": "SSD",
				"Description": "Solid State Drive (SSD). Used for data storage with a better read and reading speed. He seems to be crypted and no one seems to know how to access to his datas."
			},
			"tgs_tgBeacon": {
				"Name": "Terragroup GPS",
				"ShortName": "TG GPS",
				"Description": "This GPS device is used to locate Terragroup assault members positions. It isn't as precise as an advanced GPS device for avoiding hacking and members positions leaking."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "URX 3.1 10.75\" handguard for AR15",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Knights Armament URX 3.1 handguard for AR-15 equipped with a unique interface for installation of additional devices and accessories."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "TerraGroup Specialist",
				"FirstName": "Sergei Mikailov",
				"Nickname": "The Specialist",
				"Location": "TerraGroup Laboratory",
				"Description": "A guard from TerraGroup who's been set up at the Laboratory. He knows a lot about the goings-on of that place, but in turn, not many people have any information on him, or knows who he is."
			}
		}
	},
	"ru": {
		"interface": {
			"Terragroup": "TerraG"
		},
		"mail": {
			"eightQuest_tgs_description": "Это критическая точка в исследовании Специалиста: то, что ты сделаешь сейчас, повлияет на все, как в кратко-, так и в долгосрочной перспективе. Сможешь ли ты сохранить лабораторию?",
			"eightQuest_tgs_mail": "Перфект! Черт возьми, да ты спас лабораторное оборудование и все исследования! Дал мне достаточно времени, чтобы я смог взглянуть на их сервера и закончить то, что я начал. Заглядывай позже, ловкач - у меня еще есть работа для тебя.",
			"eightQuest_tgs_StartedMail": "А вот это нехорошо - кажется, они начали подозревать что-то. Они планируют отправить наемников, чтобы остановить нас путем применения тактики выжженной земли в лаборатории - документы, сервера, абсолютно все будет уничтожено! Тебе придется пойти туда и убедиться, что у них не будет ни шанса этого сделать. Гет мувинг, ловкач!",
			"eleventhQuest_tgs_description": "Тебе удалось остановить наемников и не позволить им собрать и уничтожить данные и оборудование TerraGroup, так что на какое-то время ты о них не услышишь. Им придется подготовиться, но также придется и тебе. Передохни, и приготовься к худшему. Тебе нужно набраться сил перед предстоящими схватками. Готов? Хорошо. Ребята из TerraGroup заготавливали очень необычные припасы...",
			"eleventhQuest_tgs_mail": "Отлично, бой, это не позволит им найти ящики и воспользоваться их содержимым! Надеюсь, это позволит нам избежать некоторых траблов в дальнейшем. А пока что... У меня все еще есть работа для тебя, так что заглядывай когда можешь!",
			"eleventhQuest_tgs_StartedMail": "Так вот, мой бой, мне удалось добыть информацию о запасах экспериментальных препаратов, спрятанных в тайнике в молле. Похоже, они планировали испытывать эти... лекарства на местном населении. По данным, этот тайник находится в своего рода армори... оружейной, с парой-другой маркеров MS2000 на ящиках, чтобы их могли позже перевезти. Мне нужно, чтобы ты нашел, где эти ящики находятся, снял маркеры и доложил обо всем мне!",
			"fifthQuest_tgs_description": "Становится интересно. Из неоткуда появились новые шприцы с неизвестными стимуляторами, позитивные эффекты которых выглядят достаточно многообещающими. Этого должно было быть достаточно, чтобы поддерживать TerraGroup на плаву - но может быть, однажды наступит такой момент, когда у них будет больше оружейных прототипов?",
			"fifthQuest_tgs_mail": "Спасибо за то, что нашел эти вэпоновые части, ловкач. Давай, собери теперь винтовку и отдавай - а я ее модифицирую согласно плану. Ну, а пока что, у меня есть парочка интересных файлов Террагруп, на которые я бы хотел... взглянуть.",
			"fifthQuest_tgs_StartedMail": "Гуд ворк, ловкач. А теперь слушай сюда, внимательно. Мне нужно, чтобы ты мне принес определенный вепон - Colt M4A1, с 20-дюймов... 508-миллиметровым стволом, буферной трубой и рукоятью заряжания от Colt, прикладом M4SS, тановым магазином GEN M3 30 FDE, пистолетной рукоятью Colt A2, цевьем URX 3.1 10.75 и лоупрофильным газблоком MK12, и чтобы все это было родом из Лаборатории. Было бы хорошо, если бы все части были бы родом оттуда - тогда я буду уверен в том, что они были бы компатибильными с теми модификациями, которые я хочу произвести. Гет мувинг, друже!",
			"firstQuest_tgs_description": "Слухи есть, что некие данные TerraGroup на зашифрованном носителе были украдены кое-кем, кто сейчас скрывается со своими дружками на старой базе РосРезерва. Готов поспорить, что на нем есть такая информация, которую можно продать за хорошую стоимость, но тебе необязательно заморачиваться подробностями. За работу, убийца.",
			"firstQuest_tgs_mail": "Мне удалось расшифровать часть тех данных, которые ты нашел на Глухаре. В них говорится о бывшем оперативнике USEC, который работал на TerraGroup и ищет сейчас надежного человека. Если ты уверен в себе, тебе стоит заглянуть к нему - похоже, что его убежище находится не так далеко от входа в скрытую лабораторию. Возможно, у него есть какое-нибудь ценное снаряжение.",
			"firstQuest_tgs_StartedMail": "Ну что же, слушай внимательно, убийца. Глухарь и его прислужники хорошо вооружены и хорошо подготовлены - они не боятся неприятностей. Сейчас они на старой базе РосРезерва, скорее всего, где-то в районе бараков. Тебе нужно избавиться от них и найти зашифрованный диск на их трупах. Разберись с ними, и принеси мне этот чертов диск!",
			"fourthQuest_tgs_description": "Думал, что сможешь обойтись малой кровью? Что же, мечтай... потому что этим заданием он явно хочет отправить тебя в могилу. Задание рискованное - все, что ты делаешь, к чему прикасаешься и что вдыхаешь в ходе этого задания будет иметь свой эффект на твой организм. Приготовься и прими все необходимые меры предосторожности.",
			"fourthQuest_tgs_mail": "Воу! Не верилось, что ты доберешься туда, что уж говорить про то, что вернешься обратно. Маска была на тебе фром старт ту финиш, так? Передавай, я это все упакую корректно и начну изучать. И это, заглядывай, когда время будет, у меня все еще есть работа для тебя.",
			"fourthQuest_tgs_StartedMail": "Перфект, ты вернулся! Значит так, эти умники из лабораторий Террагруп работали над своего рода новыми материалами. Их дэйтабэйс слишком большая и слишком хорошо защищенная, так что я не могу узнать ничего за короткий срок. Тебе придется побегать. Найди себе газмаску, и гет мувинг. Не снимай маску, пока не отдашь мне стафф.",
			"ninthQuest_tgs_description": "Ожидай неожидаемого. Настала пора совершить неглубокое погружение в секреты TerraGroup - впереди тебя ожидает намного больше. Не сомневайся, и приготовь себя к значительному давлению со стороны, сильной нагрузке и стрессу. На кону - твоя жизнь.",
			"ninthQuest_tgs_mail": "Готов? Перфект, потому что фан закончился. Я приготовил для тебя кое-что - постарайся найти этому кое-чему хорошее применение, лады?",
			"ninthQuest_tgs_StartedMail": "Эй, ловкач. Сделал кое-что для тебя - забирай. Сейчас у меня нет для тебя работы, так что рекомендую воспользоваться своей новообретенной свободной минуткой и подготовить себя. Я сделал пару интересных открытий, так что возвращайся позже, и тогда я возможно скажу тебе, что делать дальше.",
			"secondQuest_tgs_description": "Несмотря на то, что расшифровать данные было непросто, люди Скупщика расправились с ними достаточно быстро. Благодаря им, тебе удалось наладить контакт с тем экс-оператором USEC - но теперь ему хочется, чтобы ты доказал ему свою полезность. Придется испачкать руки.",
			"secondQuest_tgs_mail": "А вот и ты! Удивлен, что тебе удалось это провернуть - по крайней мере, тебя не убьет кучка мух. Ты мне можешь пригодится, так что погодь секунду - это важно. У меня есть парочка... миссий, если ты заинтересован. И донт ворри, наградой не обделю.",
			"secondQuest_tgs_StartedMail": "Ну что, ловкач, так это ты тот, кто сумел расшифровать мой диск? Интересно! Что значит почему по-русски без акцента говорю? Я может и с Запада, но корни у меня русские. А ты не выглядишь слишком умным, чтобы расшифровать мой диск без помощи со стороны, так что тебе еще придется доказать, что ю хэв сам витс, как говорится. Ты знаешь, что спрятано не так далеко отсюда - так что, идешь туда и прогрызаешь себе путь обратно. Три таймс. Пошел, ви донт хэв олл дэй!",
			"seventhQuest_tgs_description": "Теперь, когда у тебя на руках есть новая винтовка, тебе необходимо найти способ добыть для нее боезапас. Если она тестировалась TerraGroup, то может быть найдется что-нибудь в лаборатории? По крайней мере, в это верит Специалист.",
			"seventhQuest_tgs_mail": "Воу! Ты и вправду нашел их? Велл плэйд! Знал, что на тебя можно положиться. А теперь слушай: сейчас я могу тебе дать пару-другую, но не слишком много. Заглядывай позже, к тому моменту я смогу сделать больше.",
			"seventhQuest_tgs_StartedMail": "Слушай, если ты хочешь, чтобы я крутил патроны для твоей новой игрушки, тебе придется немного побегать. Спустись в лабораторию и найди патроны, которые должны были использовать в прототипе. Я понятия не имею, где их могли хранить, так что я не могу тебе ничего сказать. Прояви свою сообразительность во время поисков, лады?",
			"sixthQuest_tgs_description": "Наконец-то, дела становятся все серьезней и серьезней. Специалист накладывает последние штрихи на прототип винтовки семейства AR, которую должны были производить TerraGroup, и испытания которой должны были проводиться в их же Лаборатории, но у тебя нет самой важной запчасти - патронов. А пока что, постарайся не потерять винтовку, хорошо?",
			"sixthQuest_tgs_mail": "И... готово! Джоб из дан. Я пересобрал прототип - M4A1, подверженная конверсии в калибр 6.5x39мм Грендел. Но... но! У нас нет к ней патронов. Не потеряй винтовку! У меня нет возможности собрать еще одну такую же прямо сейчас.",
			"sixthQuest_tgs_StartedMail": "Передавай винтовку, и я начну ее конверсию.",
			"tenthQuest_tgs_description": "Думал, что твое предотвращение рейда TerraGroup на лабораторию останется незамеченным? Как бы не так. Это только начало ожесточенного противостояния, их попытки оградить тебя от засекреченной информации, и ты их спровоцировал.",
			"tenthQuest_tgs_failed": "Great, they managed to seize some of the equipment and you didn’t stop them. We just lost some valuable information and assets from TerraGroup that we could have utilized. You’re a damn bother to me! ",
			"tenthQuest_tgs_mail": "Велл дан, бой, ты снова превзошел себя. Вот, сумел достать какой-то прототип брони, над которой ученые работали, когда я еще работал на Террагруп. Постарайся не потерять ее, у меня она такая только одна...",
			"tenthQuest_tgs_StartedMail": "Эй, бой! Слушай сюда, у нас проблема. Только что я видел, как большая группа наемников вошла в лабу. Мне кажется, что они вернулись, чтобы или уничтожить проперти Террагруп, или приватизировать ее для себя и не позволить нам прикасаться к ней. Разумно. Вот, возьми это снаряжение и марш защищать лабу. Расправься со всеми наемниками прежде, чем они уйдут с хоть каким-либо добром, и поспеши, мать твою за ногу! А, и погодь... слух есть, что они планируют затестировать своего рода опасный новый газ, так что надень-ка газмаску в качестве меры предострожности, не хватало еще подохнуть от газу.",
			"thirdQuest_tgs_description": "Ты доказал ему свою полезность, но это только начало. Настала пора отдаться делу полностью - неужели ты и вправду думал, что TerraGroup окончательно забросила свою лабораторию? Как же ты ошибаешься...",
			"thirdQuest_tgs_mail": "Congratulations! Эти джаммеры... делали нехорошие вещи, но благодаря твоим стараниям, у меня появилось достаточно пространства для проникновения в системы Террагруп и для их обследования. Вместе, мы сможем неплохо заработать - ну, а мне удастся собрать для тебя немного стаффа, которое они планировали отдать своему, так сказать, спецназу. Это должно помочь тебе получить преимущество над другими людьми, которые также планируют раскрыть секреты Террагруп.",
			"thirdQuest_tgs_StartedMail": "Ну что, бадди, с возвращением. Готов к миссии? Перфект. Похоже, что мне удалось наладить экстернал аксесс к серверам Террагруп... но эти черты запечатали их с помощью джаммеров. Тебе придется наведаться туда и разобраться с ними - так что возьми с собой снаряжение получше и, желательно, ланч - тебе он не помешает. Я найду применение этим джаммерам, если ты их конечно принесешь, для начала.",
			"twelfthQuest_tgs_description": "Пора подвергуть твои таланты испытанию. Сможешь ли ты прогнать их и выжить? Или ты падешь и пострадаешь от последствий?",
			"twelfthQuest_tgs_failedMail": "...",
			"twelfthQuest_tgs_mail": "Гуд, ты выбрался из этой передряги. Найс пушку подобрал, у них они хороши.",
			"twelfthQuest_tgs_StartedMail": "А теперь слушай сюда. Наемников подстрелили скав... дикие в лесу. После них должна была остаться экипировка, на том месте, где они умерли. Найди и собери эту экипировку. Но будь острожней, солдаты Террагруп скорее всего также будут ее искать, а с ними шутки плохи."
		},
		"quest": {
			"eightQuest_tgs": {
				"conditions": {
					"eightQuest_tgs_Req1": "Убить 18 рейдеров на локации Лаборатория, используя штурмовую винтовку П-M4A1, в одном рейде",
					"eightQuest_tgs_FirstRequir": "Выжить и выйти с локации Лаборатория"
				},
				"name": "Сохранение",
				"description": "eightQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eightQuest_tgs_StartedMail",
				"successMessageText": "eightQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"eleventhQuest_tgs": {
				"conditions": {
					"eleventhQuest_tgs_FindItem": "Найти ящик и снять маркер на Развязке",
					"eleventhQuest_tgs_Handover": "Передать маркер с ящика"
				},
				"name": "Испытания длиною в жизнь",
				"description": "eleventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "eleventhQuest_tgs_StartedMail",
				"successMessageText": "eleventhQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			},
			"fifthQuest_tgs": {
				"conditions": {
					"fifthQuest_tgs_FirstRequir1": "Найти в рейде штурмовую винтовку M4A1",
					"fifthQuest_tgs_FirstRequir2": "Найти в рейде рукоятку Colt A2",
					"fifthQuest_tgs_FirstRequir3": "Найти в рейде PMAG GEN M3 30 FDE",
					"fifthQuest_tgs_FirstRequir4": "Найти в рейде верхний ресивер Colt M4A1",
					"fifthQuest_tgs_FirstRequir5": "Найти в рейде трубу приклада Colt",
					"fifthQuest_tgs_FirstRequir6": "Найти в рейде рукоять заряжания Colt AR-15",
					"fifthQuest_tgs_FirstRequir7": "Найти в рейде ствол 508мм для AR-15 5.56x45",
					"fifthQuest_tgs_FirstRequir8": "Найти в рейде URX 3.1 10.75 дюймов",
					"fifthQuest_tgs_FirstRequir9": "Найти в рейде рукоятку для переноски AR-15",
					"fifthQuest_tgs_FirstRequir10": "Найти в рейде приклад High Standard M4SS",
					"fifthQuest_tgs_FirstRequir11": "Найти в рейде газблок MK12 низкопрофильный",
					"fifthQuest_tgs_FirstRequir12": "Выжить и выйти с локации Лаборатория"
				},
				"name": "Вооружение",
				"description": "fifthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fifthQuest_tgs_StartedMail",
				"successMessageText": "fifthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"firstQuest_tgs": {
				"conditions": {
					"firstQuest_tgs_FirstRequir": "Найти и убить Глухаря",
					"firstQuest_tgs_FirstRequir2": "Найти и убить последователя-штурмовика",
					"firstQuest_tgs_FirstRequir3": "Найти и убить последователя-разведчика",
					"firstQuest_tgs_FirstRequir4": "Найти и убить последователя-телохранителя",
					"firstQuest_tgs_FindItem": "Найти зашифрованное устройство",
					"firstQuest_tgs_Handover": "Передать зашифрованное устройство"
				},
				"name": "Тайны лаборатории",
				"description": "firstQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "firstQuest_tgs_StartedMail",
				"successMessageText": "firstQuest_tgs_mail",
				"location": "5704e5fad2720bc05b8b4567"
			},
			"fourthQuest_tgs": {
				"conditions": {
					"fourthQuest_tgs_FirstRequir1": "Найти химический контейнер",
					"fourthQuest_tgs_FirstRequir2": "Передать химический контейнер",
					"fourthQuest_tgs_FirstRequir3": "Выжить и выйти с локации в противогазе ГП-5"
				},
				"name": "Новые материалы",
				"description": "fourthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "fourthQuest_tgs_StartedMail",
				"successMessageText": "fourthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"ninthQuest_tgs": {
				"conditions": {
					"ninthQuest_tgs_Condition": "Повысить навык стрессоустойчивости до 30 уровня"
				},
				"name": "Опасности стресса",
				"description": "ninthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "ninthQuest_tgs_StartedMail",
				"successMessageText": "ninthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"secondQuest_tgs": {
				"conditions": {
					"secondQuest_tgs_FirstRequir": "Выжить и выйти с локации Лаборатория 3 раза"
				},
				"name": "Первая встреча",
				"description": "secondQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "secondQuest_tgs_StartedMail",
				"successMessageText": "secondQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"seventhQuest_tgs": {
				"conditions": {
					"seventhQuest_tgs_FindItem": "Найти экспериментальный патрон 6.5x39 мм GRENDEL",
					"seventhQuest_tgs_Handover": "Передать экспериментальный патрон Специалисту",
					"seventhQuest_tgs_seventhRequir1": "Выжить и выйти с локации Лаборатория"
				},
				"name": "Прекрасный калибр",
				"description": "seventhQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "seventhQuest_tgs_StartedMail",
				"successMessageText": "seventhQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"sixthQuest_tgs": {
				"conditions": {
					"sixthQuest_tgs_FirstRequir1": "Передать собранное оружие"
				},
				"name": "Прототип оружия TerraGroup",
				"description": "sixthQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "sixthQuest_tgs_StartedMail",
				"successMessageText": "sixthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"tenthQuest_tgs": {
				"conditions": {
					"tenthQuest_tgs_Req1": "Убить 30 рейдеров за менее, чем 10 минут, на локации Лаборатория в противогазе ГП-5.",
					"tenthQuest_tgs_FirstRequir": "Выжить на локации Лаборатория на протяжении хотя бы 10 минут и выйти с локации",
					"tenthQuest_tgs_FailCounter": "Не умереть или выйти ранее, чем через 10 минут после начала рейда, на локации Лаборатория"
				},
				"name": "Ночной рейд",
				"description": "tenthQuest_tgs_description",
				"note": "",
				"failMessageText": "tenthQuest_tgs_failed",
				"startedMessageText": "tenthQuest_tgs_StartedMail",
				"successMessageText": "tenthQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"thirdQuest_tgs": {
				"conditions": {
					"thirdQuest_tgs_FirstRequir1": "Снять подавители электроники с серверов",
					"thirdQuest_tgs_FirstRequir2": "Передать подавители электроники",
					"thirdQuest_tgs_FirstRequir3": "Выжить и выйти с локации Лаборатория"
				},
				"name": "Перезапуск системы",
				"description": "thirdQuest_tgs_description",
				"note": "",
				"failMessageText": "",
				"startedMessageText": "thirdQuest_tgs_StartedMail",
				"successMessageText": "thirdQuest_tgs_mail",
				"location": "5b0fc42d86f7744a585f9105"
			},
			"twelfthQuest_tgs": {
				"conditions": {
					"twelfthQuest_tgs_FirstRequir": "Убить 30 рейдеров в Лесу, используя найденное снаряжение.",
					"twelfthQuest_tgs_FirstRequir2": "Выжить и выйти с локации Лес."
				},
				"name": "Не лучшие вести",
				"description": "twelfthQuest_tgs_description",
				"note": "",
				"failMessageText": "twelfthQuest_tgs_failedMail",
				"startedMessageText": "twelfthQuest_tgs_StartedMail",
				"successMessageText": "twelfthQuest_tgs_mail",
				"location": "5714dbc024597771384a510d"
			}
		},
		"templates": {
			"tgs_338_badnews": {
				"Name": "\"Bad News\" .338 Lapua Magnum",
				"ShortName": "\"Bad News\"",
				"Description": "Винтовка “Bad News” калибра .338 Lapua стала символом компании Noreen Firearms. Винтовка изначально была создана с целью применения хорошо известного крупного калибра и возможности стрелять им точно, дальше, чем из любых других полуавтоматических винтовок на рынке. Теперь, для Bad News Gen. II, мы взяли винтовку, которая уже была монстром на длинных дистанциях, и полностью улучшили ее. С новыми обновленными ресиверами, новым газблоком и устрашающе выглядящим цевье, новый \"Bad News\" берет все, что вам нравилось в первом поколении, и делает его лучше. Мы взяли \"фирменную винтовку\" и превратили ее в шедевр."
			},
			"tgs_338_badnews_receiver": {
				"Name": "Верхний ресивер \"Bad News\"",
				"ShortName": "\"Bad News\" Upper",
				"Description": "Ресивер, созданный специально для винтовки \"Bad News\" под патрон .338 Lapua Magnum."
			},
			"tgs_338_lapuamagnum": {
				"Name": "Патрон .338 Lapua Magnum ",
				"ShortName": ".338 Lapua Magnum",
				"Description": ".338 Lapua Magnum (8.6×70 мм или 8.58×70 мм) - это бесфланцевый винтовочный патрон центрального воспламенения с гильзой бутылочной формы. Разработан в 1980-х как патрон с высокой убойной силой для стрельбы на дальние дистанции, предназначенный для использования военными снайперами. Использовался в ходе войны в Афганистане и Иракской войны, что поспособствовало его популярности. В дополнение к военному применению, данный патрон также применяется охотниками и гражданскими стрелками на дальние дистанции. .338 Lapua Magnum достаточно мощен, чтобы убить любую дичь, однако, его надежность против более опасной дичи (африканского буйвола, гипопотамов, белого носорога и слона) остается под вопросом без сопровождения из большего \"запасного\" калибра: \"Существует большая разница между калибрами, которые способны убить слона, и которые его гарантированно убьют.\""
			},
			"tgs_338_LM_20rnd_mag": {
				"Name": "Магазин под .338 Lapua Magnum на 10 патронов",
				"ShortName": ".338 LM 10rnd",
				"Description": "10-ти зарядный магазин, изготовленный специально для винтовки \"Bad News\" калибра .338 Lapua Magnum."
			},
			"tgs_65x39mm_grendel": {
				"Name": "6.5x39 мм GRENDEL",
				"ShortName": "Grendel",
				"Description": "Патрон 6.5x39 мм GRENDEL",
				"casingName": "6.5x39 мм Grendel"
			},
			"tgs_65x39mm_grendel_prototype": {
				"Name": "Экспериментальный патрон 6.5x39 мм GRENDEL",
				"ShortName": "Grendel",
				"Description": "Экспериментальный прототип патрона 6.5x39mm GRENDEL. Производится в лабораториях TerraGroup.",
				"casingName": "6.5x39 мм Grendel"
			},
			"tgs_armor_prototype": {
				"Name": "Прототип бронежилета LBT 6094A",
				"ShortName": "П-LBT6094A",
				"Description": "Максимально простой чехол для бронепластин, предназначенный для совместного использования с разгрузочными системами. Этот прототип был разработан в лабораториях TerraGroup и является частью экипировки спецсил TerraGroup."
			},
			"tgs_beacon": {
				"Name": "Маркер MS2000",
				"ShortName": "MS2000",
				"Description": "Маркер используется при проведении ночных операций. Маркер подает сигналы в инфракрасном диапазоне, который виден в ПНВ. Для работы в ИК-диапазоне используется фильтр, при снятии фильтра работает в видимом диапазоне как яркая вспышка, в выдвинутом состояния работает как синяя вспышка."
			},
			"tgs_Blaze_Dogtags": {
				"Name": "Blaze Dogtags",
				"ShortName": "TG Dogtag",
				"Description": "This is the dogtag of the soldier Blaze, who is working for Terragroup Labs. This is a high valuable item that can be used as a proof that you killed the soldier. Blaze was well known in the mercenaries as very experienced and smart. Maybe not smart enough for you."
			},
			"tgs_chemical": {
				"Name": "Химический контейнер",
				"ShortName": "Хим.контейнер",
				"Description": "Герметичный контейнер для хранения различных химических веществ. Не открывать ни по каким-либо причинам."
			},
			"tgs_chemical_meds": {
				"Name": "Шприц с химическими веществами",
				"ShortName": "Хим.шприц",
				"Description": "Одноразовый стерильный шприц с дозой крайне токсичных химических веществ, эффект которых по прежнему неизвестен. Что точно известно - так это то, что вам будет очень нехорошо, если вы их себе вколете."
			},
			"tgs_genm3_fde": {
				"Name": "Прототип магазина PMAG GEN M3 26 6.5x39 GRENDEL на 26 патронов",
				"ShortName": "П-GEN M3 26",
				"Description": "Экспериментальный 26-ти зарядный полимерный магазин Magpul PMAG GEN M3 26 под патрон 6.5x39, предназначенный для использования в П-M4A1."
			},
			"tgs_grendel_intelligence": {
				"Name": "Планы сборки патронов GRENDEL",
				"ShortName": "Планы",
				"Description": "Планы сборки патронов 6.5x39 мм GRENDEL, созданные Специалистом."
			},
			"tgs_jammer": {
				"Name": "Подавитель электроники",
				"ShortName": "Глушилка",
				"Description": "Собранный подавитель электроники. Испускает электрические волны в подключенную сеть, нарушая таким образом работу системы."
			},
			"tgs_manager_keycard": {
				"Name": "Лаб. Ключ-карта управляющего",
				"ShortName": "Лаб. ККУ",
				"Description": "Магнитная ключ-карта управляющего лабораторией. Открывает доступ ко всем зонам на объекте."
			},
			"tgs_powerArmor": {
				"Name": "Прототип бронежилета Редут",
				"ShortName": "П-Редут",
				"Description": "Прототип силовой брони, обеспечивающий прекрасную защиту от пуль. Этот прототип был разработан в лабораториях TerraGroup и является частью экипировки их спецсил."
			},
			"tgs_prototype_m16": {
				"Name": "Прототип штурмовой винтовки Colt M4A1 6.5x39mm",
				"ShortName": "П-M4A1",
				"Description": "Экспериментальная версия Colt M4A1 - штурмовой винтовки (карабина), созданной в США на базе платформы AR-15. Данный вариант был конвертирован под патрон 6.5x39mm GRENDEL. Планировалась к вооружению экипажей боевых машин и расчётов техники, которым было необходимо иметь оружие меньших габаритов, чем штатное вооружение, но использующее стандартные боеприпасы. Однако вскоре, US SOCOM (Командование Сил Специальных Операций США) приняло на вооружение M4A1 для всех входящих в его состав подразделений. Затем последовало полное принятие M4A1 на вооружение в армии и морской пехоте США."
			},
			"tgs_prototype_m16_stock": {
				"Name": "Труба приклада Colt",
				"ShortName": "CST",
				"Description": "Четырехпозиционная труба для установки телескопических прикладов производства компании Colt, военного образца, устанавливается на любые карабины семейства AR-15."
			},
			"tgs_prototype_m16_upper": {
				"Name": "Верхний ресивер Colt M4A1 5.56x45 для прототипа штурмовой винтовки M4A1",
				"ShortName": "П-M4A1 Upper",
				"Description": "Верхний ресивер для M4A1 производства компании Colt. Имеет направляющую для крепления дополнительного оборудования."
			},
			"tgs_ssdDrive": {
				"Name": "Зашифрованный SSD диск",
				"ShortName": "SSD",
				"Description": "Твердотельный накопитель (он же SSD). Используется для хранения данных с повышенной скоростью чтения и записи. Похоже, что этот SSD зашифрован и никто не знает, как получить доступ к данным на нем."
			},
			"tgs_urx_31_10_handguard": {
				"Name": "Цевье KAC \"URX 3.1\" для AR15 10.75 дюймов",
				"ShortName": "URX 3.1 10.75\"",
				"Description": "Цевье \"URX 3.1\" для AR-15 производства \"Knights Armament\", снабженное специальным интерфейсом для крепления дополнительного оборудования."
			}
		},
		"trading": {
			"TerraGroup_Specialist": {
				"FullName": "Специалист TerraGroup",
				"FirstName": "Сергей Микайлов",
				"Nickname": "Специалист",
				"Location": "Лаборатория TerraGroup",
				"Description": "Охранник из TerraGroup, в свое время занимавшийся охраной лаборатории. Он знает достаточно много о том, что происходит в этом месте, но лишь немногие люди имеют хоть какую-либо информацию о нем или знают кто он такой вообще."
			}
		}
	}
}